-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jul 11, 2020 at 05:28 AM
-- Server version: 8.0.20-0ubuntu0.20.04.1
-- PHP Version: 7.4.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sariab`
--

-- --------------------------------------------------------

--
-- Table structure for table `Keywords`
--

CREATE TABLE `Keywords` (
  `Id` int NOT NULL,
  `Title` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Keywords`
--

INSERT INTO `Keywords` (`Id`, `Title`) VALUES
(1, 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ'),
(2, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ'),
(3, 'Ù„ÛŒÙ†ÙˆÚ©Ø³'),
(4, 'FullStack'),
(5, 'Ø³Ø¦Ùˆ'),
(6, 'Ø¯Ø±Ø§Ù…Ø¯'),
(7, 'Ø§Ø¬ØªÙ…Ø§Ø¹ÛŒ'),
(8, 'Ù…Ù‚Ø§Ù„Ù‡ Ù†ÙˆÛŒØ³ÛŒ'),
(9, 'Ù‡Ù†Ø±'),
(10, 'Ø¨Ø§Ø²Ø§Ø± Ú©Ø§Ø±');

-- --------------------------------------------------------

--
-- Table structure for table `Podcasts`
--

CREATE TABLE `Podcasts` (
  `Id` int NOT NULL,
  `EpisodeNumber` varchar(5) NOT NULL,
  `PublishDate` varchar(20) NOT NULL,
  `Title` varchar(300) NOT NULL,
  `About` longtext NOT NULL,
  `FileUrl` varchar(3000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Podcasts`
--

INSERT INTO `Podcasts` (`Id`, `EpisodeNumber`, `PublishDate`, `Title`, `About`, `FileUrl`) VALUES
(1, '1', 'Ø§Ø³ÙÙ†Ø¯ Û¹Û¸', 'Ù…Ø±ÙˆØ±ÛŒ Ø¨Ø± Ù¾Ø±ÙˆÙ†Ø¯Ù‡â€ŒÛŒ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', '', 'download/Episode 1.mp3'),
(2, '2', 'ÙØ±ÙˆØ±Ø¯ÛŒÙ† Û¹Û¹', 'Ø§Ù†ØªØ´Ø§Ø± ÙˆÛŒØ±ÙˆØ³â€ŒÙ‡Ø§ Ùˆ Ø§Ù†ØªØ´Ø§Ø± Ø§Ø·Ù„Ø§Ø¹Ø§Øª', 'Ú©Ù†Ø³Ø±ØªÙˆÛŒ Ø¨Ù‡Ø§Ø± - Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§Ø› Ø±ÙˆØªâ€ŒÚ©ÛŒØª - Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ†Ø› Ùˆ Ø³Ù„Ø§Ù…Øª Ø±ÙˆØ§Ù† Ø¯Ø± Ù‚Ø±Ù†Ø·ÛŒÙ†Ù‡ - Ø§Ø­Ø³Ø§Ù†.', 'download/Episode 2.mp3');

-- --------------------------------------------------------

--
-- Table structure for table `Positions`
--

CREATE TABLE `Positions` (
  `Id` int NOT NULL,
  `Title` varchar(500) NOT NULL,
  `IsActive` bit(1) DEFAULT b'1',
  `IsPaid` bit(1) DEFAULT b'0',
  `Salary` varchar(300) DEFAULT NULL,
  `JobDescription` longtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Positions`
--

INSERT INTO `Positions` (`Id`, `Title`, `IsActive`, `IsPaid`, `Salary`, `JobDescription`) VALUES
(1, 'Ù‡Ù†Ø±Ù…Ù†Ø¯ ØµÙØ­Ù‡â€ŒØ¢Ø±Ø§ÛŒÛŒ', b'1', NULL, '', 'Ø¨Ø®Ø´ Ù…Ø¹Ø±ÙÛŒ Ú©ØªØ§Ø¨ Ø¨Ù‡ Ø¯Ù†Ø¨Ø§Ù„ Ù‡Ù…Ú©Ø§Ø±Ø§Ù†ÛŒ Ø§Ø³Øª Ú©Ù‡ Ù‡Ø± Ù‡ÙØªÙ‡ ÛŒÚ© Ù…ØªÙ† Ø¢Ù…Ø§Ø¯Ù‡ Ø±Ø§ Ø¯Ø± Ú†Ù†Ø¯ ØªØµÙˆÛŒØ± Ù…Ø±Ø¨Ø¹ÛŒ Ø´Ú©Ù„ Ø¨Ø±Ø§ÛŒ ØµÙØ­Ù‡ Ø§ÛŒÙ†Ø³ØªØ§Ú¯Ø±Ø§Ù…ÛŒ Ø³Ø§Ø±ÛŒØ§Ø¨ ØµÙØ­Ù‡ Ø¢Ø±Ø§ÛŒÛŒ Ú©Ù†Ù†Ø¯.\r\nÙ†Ù…ÙˆÙ†Ù‡â€ŒÛŒ Ú©Ø§Ø± Ø±Ø§ Ù‡Ù… Ù…ÛŒâ€ŒØªÙˆØ§Ù†ÛŒØ¯ Ø¯Ø± ØµÙØ­Ù‡ Ø§ÛŒÙ†Ø³ØªØ§Ú¯Ø±Ø§Ù… Ø³Ø§Ø±ÛŒØ§Ø¨ Ù…Ø´Ø§Ù‡Ø¯Ù‡ Ú©Ù†ÛŒØ¯.'),
(2, 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ ÙˆØ¨ (PHP, jQuery, CSS, HTML5, MySQL, Git)', b'1', NULL, '0', 'Ø§ÛŒÙ† Ù…ÙˆÙ‚Ø¹ÛŒØª Ø¨Ø±Ø§ÛŒ Ù‡Ù…Ú©Ø§Ø±ÛŒ Ø¨Ø§ Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³â€ŒÙ‡Ø§ÛŒ ÙˆØ¨â€ŒØ³Ø§ÛŒØª Ø§ØµÙ„ÛŒ Ø³Ø§Ø±ÛŒØ§Ø¨ Ø§Ø³Øª. Ø´Ù…Ø§ Ø¯Ø± Ø§ÛŒÙ† Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÛŒ Ù…ØªÙ† Ø¨Ø§Ø² Ù…Ø´Ø§Ø±Ú©Øª Ú©Ø±Ø¯Ù‡ Ùˆ Ø¨Ù‡ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ Ù‚Ø§Ø¨Ù„ÛŒØªâ€ŒÙ‡Ø§ÛŒÛŒ Ú©Ù‡ Ø¯Ø± Ú†Ø´Ù…â€ŒØ§Ù†Ø¯Ø§Ø² Ù‚Ø±Ø§Ø±â€ŒØ¯Ø§Ø±Ù†Ø¯ Ù…ÛŒâ€ŒÙ¾Ø±Ø¯Ø§Ø²ÛŒØ¯.'),
(3, 'Ø·Ø±Ø§Ø­ Ú¯Ø±Ø§ÙÛŒÚ©', b'1', NULL, '', 'Ø¨Ù‡ Ú©Ù…Ú© ÛŒÚ© #Ú¯Ø±Ø§ÙÛŒØ³Øª Ø§Ø­ØªÛŒØ§Ø¬ Ø¯Ø§Ø±ÛŒÙ…!\r\n\r\nÂ«Ø³Ø§Ø±ÛŒØ§Ø¨Â» ÛŒÚ© Ú¯Ø±ÙˆÙ‡ Ø§Ø² Ø¯Ø§ÙˆØ·Ù„Ø¨â€ŒÙ‡Ø§Ø³Øª Ú©Ù‡ Ø¨Ø§ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ ÛŒÚ© #Ù†Ø±Ù…â€ŒØ§ÙØ²Ø§Ø±_Ø¢Ø²Ø§Ø¯ Ø¯Ø§Ø±ÛŒÙ… Ø³Ø¹ÛŒ Ù…ÛŒâ€ŒÚ©Ù†ÛŒÙ… Ú©Ù‡ ÛŒÚ© #Ø±Ø§Ù‡Ú©Ø§Ø± Ø¨Ø±Ø§ÛŒ Ø§Ø±ØªÙ‚Ø§ÛŒ Ø³Ø·Ø­ Ø³Ù„Ø§Ù…Øª Ø±ÙˆØ§Ù† Ø¬Ø§Ù…Ø¹Ù‡ Ø¯Ø§Ù†Ø´Ø­ÙˆÛŒØ§Ù† Ø§ÛŒØ¬Ø§Ø¯ Ú©Ù†ÛŒÙ….\r\n\r\nØ¯Ø± Ø§ÙˆÙ„ÛŒÙ† Ú¯Ø§Ù…ØŒ Ø§Ù‚Ø¯Ø§Ù… Ø¨Ù‡ Ø±Ø§Ù‡â€ŒØ§Ù†Ø¯Ø§Ø²ÛŒ ÛŒÚ© Ú©Ù…Ù¾ÛŒÙ† ÙˆØ¨Ù„Ø§Ú¯â€ŒÙ†ÙˆÛŒØ³ÛŒ Ú©Ø±Ø¯ÛŒÙ… ØªØ§ Ø¢Ø¯Ù…â€ŒÙ‡Ø§ Ø±Ùˆ ØªØ´ÙˆÛŒÙ‚ Ø¨Ù‡ Ø­Ù„ Ú¯Ø±ÙˆÙ‡ÛŒ Ù…Ø´Ú©Ù„Ø§Øª Ú©Ù†ÛŒÙ…Ø› Ø­ØªÛŒ Ù…Ø´Ú©Ù„Ø§Øª ÙØ±Ø¯ÛŒ.\r\n\r\nØ­Ø§Ù„Ø§ Ú©Ù‡ Ø§Ø² Ù¾Ø±ÙˆÚ˜Ù‡ Ù…Ø§ Ø§Ø³ØªÙ‚Ø¨Ø§Ù„ Ø´Ø¯Ù‡ØŒ Ø¨Ø§ÛŒØ¯ Ø¨Ù‡ Ø§Ø­ØªØ±Ø§Ù… Ù…Ø®Ø§Ø·Ø¨ØŒ Ú©ÛŒÙÛŒØª Ø±Ùˆ Ø¯Ø± ØªÙ…Ø§Ù…ÛŒ Ø¨Ø®Ø´â€ŒÙ‡Ø§ Ø§Ø±ØªÙ‚Ø§ Ø¨Ø¯ÛŒÙ… Ú©Ù‡ ÛŒÚ©ÛŒ Ø§Ø² Ù…Ù‡Ù…â€ŒØªØ±ÛŒÙ† Ø§ÙˆÙ†â€ŒÙ‡Ø§ØŒ Ø²ÛŒØ¨Ø§ÛŒÛŒ ÙˆØ¨â€ŒØ³Ø§ÛŒØª Ùˆ Ø´Ø¨Ú©Ù‡â€ŒÙ‡Ø§ÛŒ Ø§Ø¬ØªÙ…Ø§Ø¹ÛŒÙ‡.\r\n\r\nØ§Ø² ÛŒÚ© ØªÙˆØµÛŒÙ‡â€ŒÛŒ Ú©ÙˆÚ†Ú© ØªØ§ #Ø·Ø±Ø§Ø­ÛŒ_Ù„ÙˆÚ¯ÙˆØŒ Ú†ÛŒØ²ÛŒÙ‡ Ú©Ù‡ Ù…Ø§ Ø¨Ù‡Ø´ Ø¨Ø´Ø¯Øª Ø§Ø­ØªÛŒØ§Ø¬ Ø¯Ø§Ø±ÛŒÙ….\r\n\r\nØªÛŒÙ… Ù…Ø§ Ø®ÙˆÙ†â€ŒÚ¯Ø±Ù…ØŒ Ø¬ÙˆØ§Ù†ØŒ Ø¯Ø§Ø±Ø§ÛŒ Ø§Ø®Ù„Ø§Ù‚ Ø­Ø±ÙÙ‡â€ŒØ§ÛŒØŒ Ùˆ Ù…Ø­ÛŒØ· [Ø¯ÙˆØ±]Ú©Ø§Ø±ÛŒ Ù…Ø§ Ø¨Ø´Ø¯Øª ØµÙ…ÛŒÙ…Ø§Ù†Ù‡ Ø§Ø³Øª.\r\n\r\nÚ©Ø§Ø± Ø¯Ø§ÙˆØ·Ù„Ø¨Ø§Ù†Ù‡ Ø¨Ø±Ø§ÛŒ ØªÙ‚ÙˆÛŒØª #Ø±Ø²ÙˆÙ…Ù‡ Ùˆ #Ù¾ÙˆØ±ØªÙÙˆÙ„ÛŒÙˆ Ø§Ù†ØªØ®Ø§Ø¨ Ù…Ù†Ø§Ø³Ø¨ÛŒÙ‡ Ùˆ Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÛŒ Ù…Ø§ØŒ Ø¨Ù‡ Ø¹Ù†ÙˆØ§Ù† ÛŒÚ© #Ù…Ø³ÙˆÙ„ÛŒØª_Ø§Ø¬ØªÙ…Ø§Ø¹ÛŒØŒ Ø¨Ø§ ÙˆØ¬ÙˆØ¯ Ú©Ù… Ù‡Ø²ÛŒÙ†Ù‡ Ø¨ÙˆØ¯Ù†Ø´ØŒ Ø¨Ø³ÛŒØ§Ø± Ù…ÙˆØ«Ø±Ù‡.\r\n\r\nØ®ÙˆØ´Ø­Ø§Ù„ Ù…ÛŒâ€ŒØ´ÛŒÙ… Ø§Ú¯Ø± Ù…Ø§ Ø±Ùˆ Ø¨Ø±Ø§ÛŒ Ù‡Ù…Ú©Ø§Ø±ÛŒ Ø§Ù†ØªØ®Ø§Ø¨ Ú©Ù†ÛŒØ¯.\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `Posts`
--

CREATE TABLE `Posts` (
  `Id` bigint NOT NULL,
  `Title` varchar(3000) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL,
  `Abstract` longtext NOT NULL,
  `Submit` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `Canonical` varchar(3000) NOT NULL,
  `Meta` text NOT NULL,
  `Publisher` varchar(300) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Posts`
--

INSERT INTO `Posts` (`Id`, `Title`, `Abstract`, `Canonical`, `Meta`, `Publisher`) VALUES
(1, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ø§ÙˆÙ„ - Ø² Ú©Ø¬Ø§ Ø¢Ù…Ø¯Ù‡ Ø§Ù…ØŸ Ø¢Ù…Ø¯Ù†Ù… Ø¨Ù‡Ø± Ú†Ù‡ Ø¨ÙˆØ¯ØŸ', '', 'https://virgool.io/sariab/daneshjoo-1-e5fw3mvxggir', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(2, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ø¯ÙˆÙ… - Ø§Ø² Ø¹Ø´Ù‚ØŒ Ø§Ø² Ø§Ù…ÛŒØ¯ØŒ Ø§Ø² ÙØ±Ø¯Ø§ Ù†Ù…ÛŒâ€ŒØªØ±Ø³ÛŒ!', '', 'https://virgool.io/sariab/daneshjoo-2-qt33hcgkat1n', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(3, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ø³ÙˆÙ… - Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ø±Ø§ Ø§Ø² Ú©Ø¬Ø§ Ø´Ø±ÙˆØ¹ Ú©Ù†ÛŒÙ…ØŸ', '', 'https://virgool.io/sariab/daneshjoo-3-eo2dk5ydysac', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(4, 'Linux as a Web Server', '', 'https://dev.to/tayyebi/linux-as-a-web-server-1l3i', 'Ù„ÛŒÙ†ÙˆÚ©Ø³', 'Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯ÙÙˆ.ØªÙˆ'),
(5, 'PHP as Pain Reliever', 'Ø¯Ø± Ú¯Ø²Ø§Ø±Ø´ ÙÙˆÙ‚ØŒ Ø±ÙˆØ´ÛŒ Ø³Ø±ÛŒØ¹ Ø¨Ø±Ø§ÛŒ Ø§ÛŒØ¬Ø§Ø¯ ÙˆØ§Ø³Ø· Ú¯Ø±Ø§ÙÛŒÚ©ÛŒ Ø¨Ø± Ø±ÙˆÛŒ Ø¬Ø¯Ø§ÙˆÙ„ Ù…Ø§ÛŒâ€ŒØ³ÛŒÚ©ÙˆØ§Ù„ Ù…Ø¹Ø±ÙÛŒ Ù…ÛŒâ€ŒØ´ÙˆØ¯. Ø¨Ø±Ø§ÛŒ Ù…Ø«Ø§Ù„ Ø§Ú¯Ø± Ø²Ù…Ø§Ù†ÛŒ Ù‚ØµØ¯ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´ÛŒØ¯ ØªØ§ Ø¨Ù‡ Ø³Ø±Ø¹Øª ÛŒÚ© ÙØ±Ù… Ø¢Ù†Ù„Ø§ÛŒÙ† Ø·Ø±Ø§Ø­ÛŒ Ú©Ø±Ø¯Ù‡ Ùˆ Ú©Ø§Ø±Ø¨Ø±Ø§Ù† Ø±Ø§ Ø¨Ù‡ Ø¢Ù† Ù…Ø¹Ø±ÙÛŒ Ú©Ù†ÛŒØ¯ØŒ Ùˆ ÛŒØ§ Ø¨Ù‡ Ø³Ø±Ø¹Øª ÙˆØ¨ Ø³Ø§ÛŒØªÛŒ Ø±Ø§ Ø¨Ø±Ø§ÛŒ Ù†Ù…Ø§ÛŒØ´ Ù…Ø­ØªÙˆÛŒ Ø¯Ø±ÙˆÙ† Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø§ÛŒØ¬Ø§Ø¯ Ú©Ù†ÛŒØ¯ØŒ Ø±ÙˆØ´ ÙÙˆÙ‚ (Ùˆ Ø³ÙˆØ±Ø³ Ú©Ø¯ Ù…Ø±Ø¨ÙˆØ·Ù‡) Ú©Ø§Ø±Ø¢Ù…Ø¯ Ø®ÙˆØ§Ù‡Ø¯ Ø¨ÙˆØ¯.', 'https://dev.to/tayyebi/php-as-a-pain-reliever-2ok1', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯ÙÙˆ.ØªÙˆ'),
(6, '7-Face Dice', '', 'https://dev.to/tayyebi/7-face-dice-2cgc', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯ÙÙˆ.ØªÙˆ'),
(7, 'Messing with the enemy', '', 'https://dev.to/tayyebi/messing-with-the-enemy-surviving-in-a-nosql-world-of-mongodb-dirty-code-and-resources-limitation-56am', 'Ù„ÛŒÙ†ÙˆÚ©Ø³', 'Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯ÙÙˆ.ØªÙˆ'),
(9, 'Ù…Ø¯Ø±Ø³Ù‡ ØªØ§Ø¨Ø³ØªØ§Ù†ÛŒ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ø¨ÙˆØ¹Ù„ÛŒ: Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ù…ÙˆØ¨Ø§ÛŒÙ„ØŒ ÙˆØ¨ Ùˆ Ø¯ÛŒØªØ§Ø¨ÛŒØ³', 'ÙÛŒÙ„Ù…â€ŒÙ‡Ø§ØŒ Ø§Ø³Ù„Ø§ÛŒØ¯ Ù‡Ø§ Ùˆ Ø³ÙˆØ±Ø³ Ú©Ø¯ Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÛŒ Â«Ù…Ø¯Ø±Ø³Ù‡â€ŒÛŒ ØªØ§Ø¨Ø³ØªØ§Ù†ÛŒ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ø¨ÙˆØ¹Ù„ÛŒ Ø³ÛŒÙ†Ø§Â»', 'http://kouy.ir/fullstack98youtube', 'FullStack', 'ÛŒÙˆØªÙˆØ¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(10, 'Ú©Ù„Ø§Ø³ ÙØ´Ø±Ø¯Ù‡â€ŒÛŒ Ø¨Ù‡ÛŒÙ†Ù‡ Ø³Ø§Ø²ÛŒ Ø¨Ø±Ø§ÛŒ Ù…ÙˆØªÙˆØ±â€ŒÙ‡Ø§ÛŒ Ø¬Ø³ØªØ¬Ùˆ (Ø³Ø¦Ùˆ)', 'Ø¨Ù‡ÛŒÙ†Ù‡ Ø³Ø§Ø²ÛŒ Ø¨Ø±Ø§ÛŒ Ù…ÙˆØªÙˆØ± Ù‡Ø§ÛŒ Ø¬Ø³ØªØ¬Ùˆ ÛŒØ§ Ø³Ø¦ÙˆØŒ Ø¨Ø§Ø¹Ø« Ù…ÛŒØ´ÙˆØ¯ ØªØ§ ÙˆØ¨â€ŒØ³Ø§ÛŒØª Ù‡Ø§ Ø¯Ø± Ø§ÙˆÙ„ÙˆÛŒØª Ø¨Ø§Ù„Ø§ØªØ± Ù†Ù…Ø§ÛŒØ´ Ú¯ÙˆÚ©Ù„ØŒ Ù„ÛŒÙ†Ú© Ùˆ ... Ù‚Ø±Ø§Ø± Ø¨Ú¯ÛŒØ±Ù†Ø¯ Ú©Ù‡ Ù…Ù†Ø¬Ø± Ø¨Ù‡ Ø¯Ø±Ø¢Ù…Ø¯ Ø²Ø§ÛŒÛŒ Ø¨ÛŒØ´ØªØ± Ø®ÙˆØ§Ù‡Ø¯ Ø´Ø¯.', 'https://youtu.be/Te_lBPiAiKQ', 'Ø³Ø¦Ùˆ', 'ÛŒÙˆØªÙˆØ¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(11, 'Ø¢Ù…ÙˆØ²Ø´ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ ÙˆØ¨ Ùˆ Ø±ÙˆØ¨Ø§Øª ØªÙ„Ú¯Ø±Ø§Ù…', 'Ú©Ø§Ù†Ø§Ù„ ØªÙ„Ú¯Ø±Ø§Ù…\r\nØ·Ø±Ø§Ø­ÛŒ Ùˆ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ ÙˆØ¨.\r\nØ¯Ø± Ø§ÛŒÙ†Ø¬Ø§ ÙÛŒÙ„Ù…â€ŒÙ‡Ø§ÛŒ Ø§Ø±Ø§Ø¦Ù‡â€ŒÛŒ Ø¯ÙˆØ±Ù‡â€ŒÛŒ Ø·Ø±Ø§Ø­ÛŒ Ùˆ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ ÙˆØ¨ Ù‚Ø±Ø§Ø± Ù…ÛŒâ€ŒÚ¯ÛŒØ±Ø¯.\r\nØ§Ø³ØªØ§Ø¯ Ø±Ø§Ù‡Ù†Ù…Ø§: Ø¬Ù†Ø§Ø¨ Ø¢Ù‚Ø§ÛŒ Ù…Ù‡Ù†Ø¯Ø³ ØµØ¨Ø§Ø­ÛŒ\r\nØ¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ø¨ÙˆØ¹Ù„ÛŒ Ø³ÛŒÙ†Ø§', 'https://t.me/webdesignanddevelopment', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(12, 'Ø§Ù†ØªØ®Ø§Ø¨ Ù¾Ø± Ø¯Ø±Ø¢Ù…Ø¯ ØªØ±ÛŒÙ† Ø´ØºÙ„ Ø¨Ø±Ø§ÛŒ Ù…Ø§', 'Ù…ÛŒØ¯ÙˆÙ†ÛŒØ¯ ÙØ±Ù‚ Ø§ÙˆÙ† Ø¯ÙˆØªØ§ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ø´Ø±ÛŒÙ Ú©Ù‡ Ø¨Ø¹Ø¯ Ø§Ø² ÙØ§Ø±Ù‚ Ø§Ù„ØªØ­ØµÛŒÙ„ÛŒ ØŒ ÛŒÚ©ÛŒØ´ÙˆÙ† ØªÙˆÛŒ Ú©Ø§Ø± Ù…Ø´ØªØ±Ú© ØªØ±ÙÛŒØ¹ Ù…ÛŒÚ¯ÛŒØ±Ù‡ ÛŒÚ©ÛŒØ´ÙˆÙ† Ù†Ù…ÛŒÚ¯ÛŒØ±Ù‡ Ú†ÛŒÙ‡ØŸ', 'https://virgool.io/@jahandideh01/%D8%A7%D9%86%D8%AA%D8%AE%D8%A7%D8%A8-%D9%BE%D8%B1-%D8%AF%D8%B1%D8%A2%D9%85%D8%AF-%D8%AA%D8%B1%DB%8C%D9%86-%D8%B4%D8%BA%D9%84-%D8%A8%D8%B1%D8%A7%DB%8C-%D9%85%D8%A7-htem3mabqauj', 'Ø¯Ø±Ø§Ù…Ø¯', 'Ø§Ù…ÛŒÙ† Ø¬Ù‡Ø§Ù†Ø¯ÛŒØ¯Ù‡'),
(13, 'Ú†Ø±Ø§ Ø§ÛŒØ±Ø§Ù† Ù…Ø§Ù†Ù†Ø¯ Ø§Ø±ÙˆÙ¾Ø§ Ù¾ÛŒØ´Ø±ÙØª Ù†Ú©Ø±Ø¯ ÛŒØ§ Ù†Ù…ÛŒâ€ŒÚ©Ù†Ø¯ØŸ', 'ØªÙˆÛŒ Ú©Ø´ÙˆØ± Ù‡Ø§ÛŒ Ø§Ø±ÙˆÙ¾Ø§ÛŒÛŒ ØŒ ÛŒÙ‡ Ø§Ù‡Ø±Ù…ÛŒ Ø¨Ø§Ù„Ø§ÛŒ Ø³Ø± Ù…Ø±Ø¯Ù… Ú¯Ø°Ø§Ø´ØªÙ† Ø¨Ù‡ Ù†Ø§Ù… Ù…Ø§Ù„ÛŒØ§Øª. Ú©Ù‡ Ø¨ØªÙˆÙ†Ù† Ø¨Ø§Ù‡Ø§Ø´ Ù…Ø±Ø¯Ù… Ø±Ùˆ Ú©Ù†ØªØ±Ù„ Ú©Ù†Ù† ØŒ Ú©Ù‡ ÛŒÙ‡Ùˆ Ù…Ø«Ù„ Ø§ÛŒØ±Ø§Ù† ÛŒÚ©ÛŒ Ù¾ÙˆÙ„Ø¯Ø§Ø± Ù†Ø´Ù‡ ÛŒÚ©ÛŒ Ø¨Ø¯Ø¨Ø®Øª! Ø­Ø§Ù„Ø§ Ø§Ù‡Ø±Ù…Ø´ÙˆÙ† Ú†Ø¬ÙˆØ±ÛŒÙ‡ ØŸ Ø§ÛŒÙ†Ø¬ÙˆØ±ÛŒÙ‡ Ú©Ù‡ Ø´Ù…Ø§ Ù‡Ø±Ú†ÛŒ Ø¨ÛŒØ´ØªØ± Ø¯Ø±Ø¢Ù…Ø¯ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´ÛŒ Ø¨Ø§ÛŒØ¯ Ø¨ÛŒØ´ØªØ± Ù…Ø§Ù„ÛŒØ§Øª Ø¨Ø¯ÛŒ. Ø¨Ù‡ Ù‡Ù…ÛŒÙ† Ø³Ø§Ø¯Ú¯ÛŒ.', 'https://virgool.io/@jahandideh01/%DA%86%D8%B1%D8%A7-%D8%A7%DB%8C%D8%B1%D8%A7%D9%86-%D9%85%D8%A7%D9%86%D9%86%D8%AF-%D8%A7%D8%B1%D9%88%D9%BE%D8%A7-%D9%BE%DB%8C%D8%B4%D8%B1%D9%81%D8%AA-%D9%86%DA%A9%D8%B1%D8%AF-%DB%8C%D8%A7-%D9%86%D9%85%DB%8C%DA%A9%D9%86%D8%AF-g9uji7bdgwnm', 'Ø§Ø¬ØªÙ…Ø§Ø¹ÛŒ', 'Ø§Ù…ÛŒÙ† Ø¬Ù‡Ø§Ù†Ø¯ÛŒØ¯Ù‡'),
(14, 'A solution to GDText bug on PHP', 'Maybe this is not an issue but it can be a helpful answer that can save time for programmers who are speaking Persian (Farsi) or Arabic.\r\n\r\nAs you know, we cannot directly pass Persian (or Arabic) to $box->draw which $box is an instance of GDText::Box.', 'https://github.com/stil/gd-text/issues/53', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ú¯ÛŒØªâ€ŒÙ‡Ø§Ø¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(15, 'Ù…Ø¯ÛŒØ±ÛŒØª Ù¾ÛŒâ€ŒÙ¾ÛŒâ€ŒØ§ÛŒ Ø¯Ø¨ÛŒÙ† Ø¨ÛŒØ³ Ù„ÛŒÙ†ÙˆÚ©Ø³â€ŒÙ‡Ø§', '', 'https://amirhosseinsharifi.ir/%da%86%da%af%d9%88%d9%86%d9%87-ppa-%d8%b1%d8%a7-%d8%af%d8%b1-%d8%af%d8%a8%db%8c%d8%a7%d9%86-%d8%a8%db%8c%d8%b3-%d9%87%d8%a7-%d8%ad%d8%b0%d9%81-%da%a9%d9%86%db%8c%d9%85%d8%9f/', 'Ù„ÛŒÙ†ÙˆÚ©Ø³', 'ÙˆØ¨Ù„Ø§Ú¯ Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(17, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ú†Ù‡Ø§Ø±Ù… - Ù…Ø¯Ø§Ø± Ù…Ù†Ø·Ù‚ÛŒ Ø¨Ù‡ Ú†Ù‡ Ø¯Ø±Ø¯ Ù…Ø§ Ù…ÛŒâ€ŒØ®ÙˆØ±Ø¯ØŸ', 'Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ±â€ŒÙ‡Ø§ÛŒ Ø§Ù…Ø±ÙˆØ²ÛŒ Ù…Ø¯Ø§Ø±â€ŒÙ‡Ø§ÛŒ Ø§Ù„Ú©ØªØ±ÙˆÙ†ÛŒÚ©ÛŒ Ù‡Ø³ØªÙ†Ø¯ØŒ Ú©Ù‡ Ø¨Ø§ Ù…Ù†Ø·Ù‚ Ø¨ÙˆÙ„ÛŒ Ú©Ø§Ø± Ù…ÛŒâ€ŒÚ©Ù†Ù†Ø¯. Ø¯Ø± Ø¯Ø±Ø³ Ù…Ø¯Ø§Ø± Ù…Ù†Ø·Ù‚ÛŒ Ùˆ Ù…Ø¹Ù…Ø§Ø±ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ú©Ù‡ Ø¨Ù‡ Ø³Ø§Ø®Øª Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ù¾Ø§ÛŒÙ‡ Ù…Ù†Ø¬Ø± Ù…ÛŒâ€ŒØ´ÙˆØ¯ØŒ Ø¯Ø± Ø±Ø§Ø¨Ø·Ù‡ Ø¨Ø§ Ú¯ÛŒØªâ€ŒÙ‡Ø§ ØŒ Ø§Ù¾Ø±Ø§ØªÙˆØ±â€ŒÙ‡Ø§ØŒ Ø¬Ø¨Ø± Ø¨ÙˆÙ„ÛŒØŒ Ø­Ø§ÙØ¸Ù‡ØŒ ÙˆØ§Ø­Ø¯ Ù¾Ø±Ø¯Ø§Ø²Ø´ Ùˆ Ù…Ù†Ø·Ù‚ØŒ Ø®Ø·ÙˆØ· Ø§Ù†ØªÙ‚Ø§Ù„ Ø¯Ø§Ø¯Ù‡ Ùˆ ... Ø¨Ø­Ø« Ù…ÛŒâ€ŒØ´ÙˆØ¯.', 'https://virgool.io/sariab/daneshjoo-4-ffqkkfvlkiva', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(18, 'ØªØ¬Ø±Ø¨Ù‡â€ŒÛŒ Ù…Ø´Ø§Ø±Ú©Øª Ø¨Ø§ Ù…Ø§ÛŒÚ©Ø±ÙˆØ³Ø§ÙØªØŒ Ø¨Ø§ Ø·Ø¹Ù… Ø§ÙˆÙ¾Ù† Ø³ÙˆØ±Ø³!', 'Ø¯Ø± Ù†Ú¯Ø§Ù‡ Ø®ÛŒÙ„ÛŒ Ø§Ø² Ø§ÙØ±Ø§Ø¯ØŒ Ø§Ø² Ø¬Ù…Ù„Ù‡ Ø®ÙˆØ¯Ù…ØŒ Ú©Ø§Ø± Ú©Ø±Ø¯Ù† Ø±ÙˆÛŒ Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÙ‡Ø§ÛŒ Ø´Ø±Ú©Øªâ€ŒÙ‡Ø§ÛŒ Ø¨Ø²Ø±Ú¯ØŒ Ú©Ø§Ø±ÛŒ Ø¬Ø§Ù„Ø¨ØŒ Ø­Ø±ÙÙ‡â€ŒØ§ÛŒ Ùˆ Ø§Ø­ØªÙ…Ø§Ù„Ø§Ù‹ Ø³Ø®Øª Ø§Ø³Øª. Ù…Ø¹Ù…ÙˆÙ„Ø§Ù‹ Ø¨Ø§ Ù…ÙˆØ§Ø¬Ù‡ Ø´Ø¯Ù† Ø¨Ø§ Ø§ÛŒÙ† Ø¹Ù†ÙˆØ§Ù†â€ŒÙ‡Ø§ Ùˆ ÛŒØ§ Ø®ÙˆØ§Ù†Ø¯Ù† Ø¯Ø§Ø³ØªØ§Ù† Ø§ÛŒÙ† Ø§ÙØ±Ø§Ø¯ Ø¨Ø§ Ø®ÙˆØ¯Ù… Ù…ÛŒâ€ŒÚ¯ÙˆÛŒÙ…: Â«Ù¾Ø³Ø±ØŒ Ø¨Ø¨ÛŒÙ† Ú†Ù‡ Ú©Ø§Ø± Ø®ÙÙ†ÛŒ!Â» Ùˆ Ø´Ø§ÛŒØ¯ Ø¨Ù‡ Ø¯Ù„ÛŒÙ„ Ù‡Ù…ÛŒÙ† Ø­Ø³ Ù…Ø´ØªØ±Ú©ØŒ Ø¹Ù†ÙˆØ§Ù† Ø§ÛŒÙ† Ù…Ø·Ù„Ø¨ØŒ Ø´Ù…Ø§ Ø±Ø§ Ø¨Ù‡ Ø§ÛŒÙ†Ø¬Ø§ Ú©Ø´Ø§Ù†Ø¯Ù‡ Ø§Ø³Øª! Ø¨Ø§ Ø§ÛŒÙ†Ú©Ù‡ Ù†Ù…ÛŒâ€ŒØªÙˆØ§Ù†Ù… Ù…Ù†Ú©Ø± Ø§ÛŒÙ† Ù…ÙˆØ±Ø¯ Ø´ÙˆÙ… Ú©Ù‡ Ø§ÛŒÙ† ØªØ¬Ø±Ø¨Ù‡â€ŒÙ‡Ø§ Ù†ÛŒØ§Ø²Ù…Ù†Ø¯ Ø¨Ø®Ø´ Ø¹Ù…Ø¯Ù‡â€ŒØ§ÛŒ ØªØ®ØµØµ Ùˆ Ø§Ù„Ø¨ØªÙ‡ Ø­ÙˆØµÙ„Ù‡ Ø§Ø³ØªØŒ Ø§Ù…Ø§ Ú¯Ø§Ù‡ÛŒ Ø´Ø±ÙˆØ¹ Ø§ÛŒÙ† Ù‡Ù…Ú©Ø§Ø±ÛŒ Ù…ÛŒâ€ŒØªÙˆØ§Ù†Ø¯ Ø¨Ù‡ Ø³Ø§Ø¯Ú¯ÛŒ Ø§ØµÙ„Ø§Ø­ ÛŒÚ© Ù‚Ø·Ø¹Ù‡ Ú©Ø¯ ÛŒØ§ Ø­ØªÛŒ ÛŒÚ© Ø¨Ù‡â€ŒØ±ÙˆØ² Ø±Ø³Ø§Ù†ÛŒ Ú©ÙˆÚ†Ú© Ø¨Ø§Ø´Ø¯.', 'https://virgool.io/@ehsan-mohammadi/%D8%AA%D8%AC%D8%B1%D8%A8%D9%87%DB%8C-%D9%85%D8%B4%D8%A7%D8%B1%DA%A9%D8%AA-%D8%A8%D8%A7-%D9%85%D8%A7%DB%8C%DA%A9%D8%B1%D9%88%D8%B3%D8%A7%D9%81%D8%AA-%D8%A8%D8%A7-%D8%B7%D8%B9%D9%85-%D8%A7%D9%88%D9%BE%D9%86-%D8%B3%D9%88%D8%B1%D8%B3-eqjqosqjtim1', 'Ø¯Ø±Ø§Ù…Ø¯, Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø§Ø­Ø³Ø§Ù† Ù…Ø­Ù…Ø¯ÛŒ'),
(19, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ù¾Ù†Ø¬Ù… - Ù…Ù†Ø§Ø¨Ø¹ Ø±Ø´ØªÙ‡â€ŒÛŒ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ±', 'Ù„ÛŒÙ†Ú© Ø¯Ø§Ù†Ù„ÙˆØ¯ Ù‡Ù…Ù‡â€ŒÛŒ Ú©ØªØ§Ø¨â€ŒÙ‡Ø§ http://kouy.ir/bscres', 'https://virgool.io/sariab/daneshjoo-5-nhznxbgvjk3o', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(20, 'Ú†Ú¯ÙˆÙ†Ù‡ ÛŒÚ© ÙˆÛŒØ±ÙˆØ³ Ø¨Ø³Ø§Ø²ÛŒÙ…ØŸ', 'Ø¯Ø±Ø§Ù…Ø¯ÛŒ Ø¨Ø± Ø¯ÛŒØ¯Ú¯Ø§Ù‡ Ø¢ÙÙ†Ø³ÛŒÙˆ Ø¯Ø± Ù…ØªØ§Ù¾Ø±ÙˆÚ¯Ø±Ù…ÛŒÙ†Ú¯ Ø¨Ù‡ Ø²Ø¨Ø§Ù† Ù¾ÛŒâ€ŒØ§Ú†â€ŒÙ¾ÛŒ', 'http://tyyi.net/view.php?id=15', 'Ù„ÛŒÙ†ÙˆÚ©Ø³, Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ, Ø§Ù…Ù†ÛŒØª', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(21, 'Ú©Ù„Ø§Ø³ Ù…Ø¨Ø§Ù†ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ú©Ù„Ø§Ø³ Ø¬Ø¨Ø±Ø§Ù†ÛŒ Ù…Ø¨Ø§Ù†ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ø¨Ø§ Ù¾Ø´ØªÛŒØ¨Ø§Ù†ÛŒ Ø§Ù†Ø¬Ù…Ù† Ø¹Ù„Ù…ÛŒ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¯Ø§Ù†Ø´Ú©Ø¯Ù‡ ÙÙ†ÛŒ', 'http://kouy.ir/basufunds98', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ú¯ÛŒØªâ€ŒÙ‡Ø§Ø¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(22, 'Ø³ÛŒâ€ŒÙ¾Ù„Ø§Ø³â€ŒÙ¾Ù„Ø§Ø³ Ø¨Ø¯ÙˆÙ† Ø¯Ø±Ø¯ Ùˆ Ø®ÙˆÙ†â€ŒØ±ÛŒØ²ÛŒ', 'ØªÙ†Ø¸ÛŒÙ… Ú©Ø±Ø¯Ù† Ø³ÛŒâ€ŒÙ¾Ù„Ø§Ø³â€ŒÙ¾Ù„Ø§Ø³ Ø¨Ø±Ø§ÛŒ Ø®Ø·Ø§ÛŒØ§Ø¨ÛŒ.', 'https://www.aparat.com/v/6id3H', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(23, 'Ø®ÛŒØ§Ù„ÛŒ Ø¢Ø³ÙˆØ¯Ù‡â€ŒØªØ± Ø¨Ø§ Â«Ù„ØªÚ©Ø³Â»', 'Ø¢Ù…ÙˆØ²Ø´ Ù¾ÛŒÚ©Ø±Ø¨Ù†Ø¯ÛŒ Ùˆ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ù‚Ø§Ù„Ø¨â€ŒÙ‡Ø§ÛŒ Ú˜ÙˆØ±Ù†Ø§Ù„â€ŒÙ‡Ø§ÛŒ Ù…ØªÙØ§ÙˆØª Ø¨Ø±Ø§ÛŒ Ù…Ù‚Ø§Ù„Ø§Øª', 'https://www.aparat.com/v/MTly5', 'Ù…Ù‚Ø§Ù„Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(24, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ: Ù‚Ø³Ù…Øª Ø´Ø´Ù… - Ø³Ø§Ø®ØªÙ…Ø§Ù† Ù¾Ø²Ø´Ú©Ø§Ù†ØŒ Ø³Ø§Ø®ØªÙ…Ø§Ù† ÙˆÚ©Ù„Ø§ØŒ Ø³Ø§Ø®ØªÙ…Ø§Ù† Ø¯Ø§Ø¯Ù‡â€ŒÙ‡Ø§', 'Ø´Ù†Ø§Ø®Øª Ø³Ø§Ø®ØªÙ…Ø§Ù† Ø¯Ø§Ø¯Ù‡â€ŒÙ‡Ø§ Ú†Ù‚Ø¯Ø± Ø¯Ø± Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ÛŒ Ø¯Ø±Ø³Øªâ€ŒØªØ± Ù…ÙˆØ«Ø± Ø§Ø³ØªØŸ', 'https://www.aparat.com/v/hbl6N', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(25, 'Ø¢Ù…ÙˆØ²Ø´ Ø·Ø±Ø§Ø­ÛŒ Ú†Ù‡Ø§Ø± Ø¹Ù…Ù„ Ø§ØµÙ„ÛŒ \"Ú©Ø±Ø§Ø¯\" Ø¨Ø± Ø±ÙˆÛŒ Ø¬Ø¯Ø§ÙˆÙ„ Ø³ÛŒÚ©ÙˆØ§Ù„ Ø³Ø±ÙˆØ± Ø¨Ø§ Ø³ÛŒâ€ŒØ´Ø§Ø±Ù¾', 'Create, Read, Update, Delete using C# and SQL Server', 'https://m.youtube.com/watch?v=U-Q71yTPZLo', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'ÛŒÙˆØªÙˆØ¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(26, 'Ù¾ÛŒØ´Ù†Ù‡Ø§Ø¯ Ø¯Ø§Ø¯Ù† Ø±Ø§ Ø§Ø² Ø´Ø¨Ú©Ù‡â€ŒÙ‡Ø§ÛŒ Ø§Ø¬ØªÙ…Ø§Ø¹ÛŒ Ø¨ÛŒØ§Ù…ÙˆØ²ÛŒÙ…', 'Ø³Ø§Ø®Øª ÛŒÚ© Ù‡ÙˆØ´ Ù…ØµÙ†ÙˆØ¹ÛŒ Ø§Ù„Ú¯ÙˆØ±ÛŒØªÙ… Ù¾ÛŒØ´Ù†Ù‡Ø§Ø¯ Ø¯Ø± Ø³Ø·Ø­ Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡', 'https://www.youtube.com/playlist?list=PL814DN-Ek496Kmd0mVkUbiKmM_HNhgd0b&feature=share', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'ÛŒÙˆØªÙˆØ¨ Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(27, 'Ù¾ÛŒØ´ Ø¯Ø±Ø§Ù…Ø¯ÛŒ Ø¨Ø± Ø¯Ø±Ø§Ù…Ø¯', 'Ø´Ø§ÛŒØ¯ Ø®ÙˆØ¯ØªÙˆÙ† Ù‡Ù… Ø¯ÛŒØ¯Ù‡ Ø¨Ø§Ø´ÛŒØ¯ Ø§ÙØ±Ø§Ø¯ÛŒ Ú©Ù‡ ØªÙˆÛŒ Ø§ÙˆØ§ÛŒÙ„ Ø²Ù†Ø¯Ú¯ÛŒ Ù‡ÛŒÚ†ÛŒ Ù‡ÛŒÚ†ÛŒ Ù†Ø¯Ø§Ø´ØªÙ† ÙˆÙ„ÛŒ Ø§Ù„Ø¢Ù† Ø¨Ù‡ Ø¹Ø±Ø´ Ø±Ø³ÛŒØ¯Ù†. Ø¨Ù„Ù‡ ØŒ Ú†ÙˆÙ† Ø´Ø±ÙˆØ¹ Ú©Ø±Ø¯Ù† Ø¨Ù‡ ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ . Ø¨Ù‡ Ø¬Ù…Ø¹ Ú©Ø±Ø¯Ù† Ø«Ø±ÙˆØªØŒ Ø¨Ù‡ ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ Ø¹Ù„Ù… Ø§Ù‚ØªØµØ§Ø¯ÛŒØŒ Ø¨Ù‡ Ø¯Ø±Ú© Ø¬Ø§Ù…Ø¹Ù‡ ØŒ Ø¨Ù‡ Ø¢Ø¯Ø§Ø¨ Ù…Ø¹Ø§Ø´Ø±Øª Ø­ÛŒÙ† Ú©Ø§Ø± ØŒ Ø¨Ù‡ Ø§Ø®Ù„Ø§Ù‚ Ø­ÛŒÙ† Ú©Ø§Ø± ØŒ Ø¨Ù‡ Ø´Ø¹ÙˆØ± ØŒ Ùˆ Ø¯Ø± ÛŒÚ© Ú©Ù„Ø§Ù… Ø¨Ù‡ Ø«Ø±ÙˆØª. ', 'https://virgool.io/@jahandideh01/%DA%86%DA%AF%D9%88%D9%86%D9%87-%D9%BE%D9%88%D9%84%D8%AF%D8%A7%D8%B1-%D8%B4%D9%88%DB%8C%D9%85-djl9kzvyquzx', 'Ø¯Ø±Ø§Ù…Ø¯', 'Ø§Ù…ÛŒÙ† Ø¬Ù‡Ø§Ù†Ø¯ÛŒØ¯Ù‡'),
(28, 'Ù‚ØµÙ‡â€ŒÛŒ Ø­Ù„ ÛŒÚ© Ø¨Ø§Ú¯ Ø¨Ø¯ÙˆÙ† ØªÙ…Ø§Ø³ Ø¯Ø³Øª!', 'Ø¢Ù†Ø§Ù„ÛŒØ² Ù¾Ø±ÙˆÙ¾Ø§Ú¯Ø§Ù†Ø¯Ø§ÛŒ Ù…Ø¯ÛŒØ± Ø³ÛŒØ³ØªÙ…: Ú†Ø±Ø§ Ù…ÙÙ‡ÙˆÙ… Ù†Ø§Ø­ÛŒÙ‡ Ø¨Ø­Ø±Ø§Ù†ÛŒ Ø¨Ø±Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ÛŒ Ø­ÛŒØ§ØªÛŒ Ø§Ø³ØªØŸ', 'https://dev.to/tayyebi/analysis-of-administrator-propaganda-story-of-a-troubleshoot-8cg', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(29, 'ÙˆØ¨ Ø³Ø±ÙˆØ± Ú†ÛŒØ³Øª', 'Ø¢Ù…ÙˆØ²Ø´ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ø§ÛŒÙ†ØªØ±Ù†ØªØŒ Ú†Ø±Ø§ÛŒÛŒ Ùˆ Ú†Ú¯ÙˆÙ†Ú¯ÛŒ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² ÙˆØ¨ Ø³Ø±ÙˆØ±', 'https://www.aparat.com/v/QYWn6?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(30, 'Ø¢Ù…ÙˆØ²Ø´ Ù†ØµØ¨ ÙˆØ±Ø¯Ù¾Ø±Ø³ Ùˆ Ù¾Ù„Ø§Ú¯ÛŒÙ† ÙˆÙˆÚ©Ø§Ù…Ø±Ø³', '', 'https://www.aparat.com/v/HwQYB?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(31, 'Ø±Ø§Ù‡ Ø§Ù†Ø¯Ø§Ø²ÛŒ Ø±ÙˆØ¨Ø§Øª ØªÙ„Ú¯Ø±Ø§Ù…', '', 'https://www.aparat.com/v/06SKN?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(32, 'Ø¯Ø±ÛŒØ§ÙØª Ù¾ÛŒØ§Ù…â€ŒÙ‡Ø§ Ø§Ø² Ø±ÙˆØ¨Ø§Øª ØªÙ„Ú¯Ø±Ø§Ù… Ø¨Ø§ Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ÛŒ', '', 'https://www.aparat.com/v/u2oXI?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(33, 'Ø¢Ù…ÙˆØ²Ø´ Ø·Ø±Ø§Ø­ÛŒ Ø³ÛŒØ§Ù‡ Ù‚Ù„Ù… Ù†Ø±Ù…â€ŒØ§ÙØ²Ø§Ø±', '', 'https://www.aparat.com/v/oYGwU?playlist=293349', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(34, 'Ø¢Ù…ÙˆØ²Ø´ Ø²ÛŒØ¨Ø§ Ø³Ø§Ø²ÛŒ Ø³Ø§ÛŒØª ', 'Ø¨Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² \r\ncss', 'https://www.aparat.com/v/J25fQ?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(35, 'Ø¢Ù…ÙˆØ²Ø´ Ø³Ø§Ø®Øª Ø±ÙˆØ¨Ø§Øª ØªÙ„Ú¯Ø±Ø§Ù… Ø¨Ø§ Ú©Ù¾ÛŒ Ù¾ÛŒØ³Øª!', '', 'https://www.aparat.com/v/Ywql2?playlist=293349', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(36, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø¬Ù„Ø³Ù‡ Ø§ÙˆÙ„ØŒ Ù‚Ø³Ù…Øª Ø§ÙˆÙ„', 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø±Ú© Ùˆ Ù¾ÙˆØ³Øªâ€ŒÚ©Ù†Ø¯Ù‡ Ø¯Ø± Ø±Ø§Ø¨Ø·Ù‡ Ø¨Ø§ Ø¨Ø§Ø²Ø§Ø± Ø­Ø±Ù Ù…ÛŒâ€ŒØ²Ù†ÛŒÙ…. Ùˆ Ú©Ø§Ø±Ù‡Ø§ÛŒÛŒ Ú©Ù‡ Ù…Ø§ Ø±Ùˆ ÛŒÚ© Ù‚Ø¯Ù… Ø§Ø² Ø¬Ø§ÛŒÛŒ Ú©Ù‡ Ù‡Ø³ØªÛŒÙ… Ø¬Ù„Ùˆ Ù…ÛŒâ€ŒØ¨Ø±Ù‡.', 'https://www.aparat.com/v/P6McU', 'Ø¨Ø§Ø²Ø§Ø± Ú©Ø§Ø±', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(37, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø¬Ù„Ø³Ù‡ Ø§ÙˆÙ„ØŒ Ø§Ø³Ù„Ø§ÛŒØ¯â€ŒÙ‡Ø§', 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø±Ú© Ùˆ Ù¾ÙˆØ³Øªâ€ŒÚ©Ù†Ø¯Ù‡ Ø¯Ø± Ø±Ø§Ø¨Ø·Ù‡ Ø¨Ø§ Ø¨Ø§Ø²Ø§Ø± Ø­Ø±Ù Ù…ÛŒâ€ŒØ²Ù†ÛŒÙ…. Ùˆ Ú©Ø§Ø±Ù‡Ø§ÛŒÛŒ Ú©Ù‡ Ù…Ø§ Ø±Ùˆ ÛŒÚ© Ù‚Ø¯Ù… Ø§Ø² Ø¬Ø§ÛŒÛŒ Ú©Ù‡ Ù‡Ø³ØªÛŒÙ… Ø¬Ù„Ùˆ Ù…ÛŒâ€ŒØ¨Ø±Ù‡.', 'https://drive.google.com/file/d/1kaKSqrFz4xghNqRTkaho1WNEMPxVXTBG/view', 'Ø¨Ø§Ø²Ø§Ø± Ú©Ø§Ø±', 'Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(38, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø¬Ù„Ø³Ù‡ Ø§ÙˆÙ„ØŒ Ù‚Ø³Ù…Øª Ø¯ÙˆÙ…', 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø±Ú© Ùˆ Ù¾ÙˆØ³Øªâ€ŒÚ©Ù†Ø¯Ù‡ Ø¯Ø± Ø±Ø§Ø¨Ø·Ù‡ Ø¨Ø§ Ø¨Ø§Ø²Ø§Ø± Ø­Ø±Ù Ù…ÛŒâ€ŒØ²Ù†ÛŒÙ…. Ùˆ Ú©Ø§Ø±Ù‡Ø§ÛŒÛŒ Ú©Ù‡ Ù…Ø§ Ø±Ùˆ ÛŒÚ© Ù‚Ø¯Ù… Ø§Ø² Ø¬Ø§ÛŒÛŒ Ú©Ù‡ Ù‡Ø³ØªÛŒÙ… Ø¬Ù„Ùˆ Ù…ÛŒâ€ŒØ¨Ø±Ù‡.', 'https://www.aparat.com/v/maILV', 'Ø¨Ø§Ø²Ø§Ø± Ú©Ø§Ø±', 'Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(39, 'Ù¾Ù„ØªÙØ±Ù… Ø§Ø¨Ø±ÛŒ Ú†ÛŒØ³ØªØŸ', 'Ø§ÛŒÙ† Ù‚Ø³Ù…ØªØŒ Ù†Ø´Ø§Ù† Ù…ÛŒâ€ŒØ¯ÛŒÙ… Ú©Ù‡ Ú†Ø·ÙˆØ±ÛŒ Ù…ÛŒØ´Ù‡ ÛŒÙ‡ Ø³Ø§ÛŒØª ÙˆØ±Ø¯Ù¾Ø±Ø³ÛŒ Ø±Ùˆ Ø¨Ø§ PaaS Ø§Ø¨Ø±Ø¢Ø±ÙˆØ§Ù† Ø³Ø§Ø®Øª.', 'https://www.aparat.com/v/XGSxa', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(40, 'Ø²ÛŒØ± Ø³Ø§Ø®Øª Ø§Ø¨Ø±ÛŒ Ú†ÛŒØ³ØªØŸ', 'Ù†ØµØ¨ Ø¢Ù¾Ø§Ú†ÛŒØŒ Ù…Ø§ÛŒâ€ŒØ³ÛŒÚ©ÙˆØ§Ù„ØŒ Ùˆ Ù¾ÛŒâ€ŒØ§Ú†â€ŒÙ¾ÛŒ Ø¨Ø± Ø±ÙˆÛŒ Ø³Ø±ÙˆØ± Ù„ÛŒÙ†ÙˆÚ©Ø³ÛŒ', 'https://www.aparat.com/v/lrsHL', 'Ø³Ø±ÙˆØ±', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(41, 'Ø³Ú©ÙˆÛŒ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ Ù†Ø±Ù…â€ŒØ§ÙØ²Ø§Ø± Ú¯ÙˆÚ¯Ù„', 'Ø³Ø§Ø®Øª ÛŒÚ© Ø±ÙˆØ¨Ø§Øª ØªÙ„Ú¯Ø±Ø§Ù… Ø¨Ø± Ø±ÙˆÛŒ Ø³Ú©ÙˆÛŒ ØªÙˆØ³Ø¹Ù‡â€ŒÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ‡Ø§ÛŒ Ú©Ø§Ø±Ø¨Ø±Ø¯ÛŒ Ú¯ÙˆÚ¯Ù„', 'https://www.aparat.com/v/OugkG', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(43, 'Ø¯ÛŒØªØ§ Ø³Ø§ÛŒÙ†ØªÛŒØ³Øª: Ø¬Ø°Ø§Ø¨ ØªØ±ÛŒÙ† Ø´ØºÙ„ Ù‚Ø±Ù† Ø¨ÛŒØ³Øª Ùˆ ÛŒÚ©', 'Ø§ÛŒÙ† Ù…Ø·Ù„Ø¨ØŒ ØªØ±Ø¬Ù…Û€ Ù…Ù‚Ø§Ù„Ù‡ Ù…Ø¹Ø±ÙˆÙ Data Scientist: The Sexiest Job of the 21st Century Ø§Ø³Øª Ú©Ù‡ Ø¯Ø± Ø³Ø§Ù„ 2012 Ø¯Ø± Ø³Ø§ÛŒØª Ù…Ø¬Ù„Û€ Ù…Ø´Ù‡ÙˆØ± Harvard Business Review ØªÙˆØ³Ø· Ø¯ÛŒ.Ø¬ÛŒ.Ù¾Ø§ØªÛŒÙ„ Ùˆ ØªÙˆÙ…Ø§Ø³ Ø§Ú†.Ø¯Ø§ÙˆÙ†â€ŒÙ¾ÙˆØ±Øª Ù…Ù†ØªØ´Ø± Ø´Ø¯Ù‡. Ø¨Ø§ Ú¯Ø°Ø´Øª 8 Ø³Ø§Ù„ Ø§Ø² Ø§Ù†ØªØ´Ø§Ø±ØŒ Ø§ÛŒÙ† Ù…Ù‚Ø§Ù„Ù‡ Ù‡Ù…Ú†Ù†Ø§Ù† Ø¨Ù‡ Ø¹Ù†ÙˆØ§Ù† ÛŒÚ© Ù…Ù‚Ø§Ù„Û€ Ù…Ø±Ø¬Ø¹ Ø´Ù†Ø§Ø®ØªÙ‡ Ù…ÛŒâ€ŒØ´Ù‡. Ù‡Ø± Ú†Ù†Ø¯ Ù…Ù…Ú©Ù†Ù‡ Ú©Ù‡ Ø¢Ù…Ø§Ø±Ù‡Ø§ Ù‚Ø¯ÛŒÙ…ÛŒ Ø¨Ø§Ø´Ù‡ØŒ Ø§Ù…Ø§ Ø¨Ù‡ Ú©Ù„ÛŒØª Ù…ØªÙ† Ø¢Ø³ÛŒØ¨ÛŒ Ù†Ù…ÛŒâ€ŒØ²Ù†Ù‡.', 'https://virgool.io/@mhrnfdh/%D8%AF%DB%8C%D8%AA%D8%A7-%D8%B3%D8%A7%DB%8C%D9%86%D8%AA%DB%8C%D8%B3%D8%AA-%D8%AC%D8%B0%D8%A7%D8%A8-%D8%AA%D8%B1%DB%8C%D9%86-%D8%B4%D8%BA%D9%84-%D9%82%D8%B1%D9%86-%D8%A8%DB%8C%D8%B3%D8%AA-%D9%88-%DB%8C%DA%A9-mtiu3ebfa0f8', 'Ø¹Ù„ÙˆÙ… Ø¯Ø§Ø¯Ù‡', 'Ù…Ù‡Ø±Ø§Ù† ÙØ±Ø®Ù†Ø¯Ù‡'),
(44, 'Ù†ØµØ¨ Ùˆ Ø±Ø§Ù‡ Ø§Ù†Ø¯Ø§Ø²ÛŒ Ù†Ø±Ù…â€ŒØ§ÙØ²Ø§Ø±â€ŒÙ‡Ø§ Ø¯Ø± Ù„ÛŒÙ†ÙˆÚ©Ø³', '', 'https://www.aparat.com/v/zaQ5m', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(45, 'Ù…Ø³ØªÙ†Ø¯ Ø³Ø§Ø²ÛŒ Ø¨Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ù…Ø§Ø±Ú©â€ŒØ¯Ø§ÙˆÙ†', 'ØªÙˆÙ„ÛŒØ¯ ÛŒÚ© ÙˆØ¨ Ø³Ø§ÛŒØª Ø§Ø³ØªØ§ØªÛŒÚ© Ú©Ù‡ Ø´Ø±Ø­ ÙÙ†ÛŒ Ù¾Ø±ÙˆØ²Ù‡â€ŒÙ‡Ø§ÛŒ Ø´Ù…Ø§ ØªÙˆØ´ Ù‚Ø±Ø§Ø± Ø¨Ú¯ÛŒØ±Ù‡! Ø¨Ù‡ Ø³Ø§Ø¯Ú¯ÛŒ Ù‡Ø±Ú†Ù‡ ØªÙ…Ø§Ù… ØªØ± Ùˆ Ø¨Ø¯ÙˆÙ† Ù†ÛŒØ§Ø² Ø¨Ù‡ Ø¯Ø§Ù†Ø´ ÙÙ†ÛŒ Ø¢Ù†â€ŒÚ†Ù†Ø§Ù†ÛŒ.', 'https://www.aparat.com/v/gtQo9', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(46, 'SCSS Ú†ÛŒØ³Øª', 'Ø§Ø³â€ŒØ³ÛŒâ€ŒØ§Ø³â€ŒØ§Ø³ Ø¨Ù‡ Ø´Ù…Ø§ Ø§Ø¬Ø§Ø²Ù‡ Ù…ÛŒâ€ŒØ¯Ù‡Ø¯ Ø¨Ø§ ØªØ¹Ø±ÛŒÙ Ù…ØªØºÛŒØ±â€ŒÙ‡Ø§ØŒ Ø³Ø±ÛŒØ¹â€ŒØªØ± ØªØºÛŒÛŒØ±Ø§Øª Ù…ÙˆØ±Ø¯ Ù†Ø¸Ø± Ø¨Ø± Ø¸Ø§Ù‡Ø± ÙˆØ¨â€ŒØ³Ø§ÛŒØªâ€ŒÙ‡Ø§ Ø±Ø§ Ø§Ø¹Ù…Ø§Ù„ Ù†Ù…Ø§ÛŒÛŒØ¯.', 'https://www.aparat.com/v/JTYZr', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(47, 'Ú†Ú¯ÙˆÙ†Ù‡ Ø¯Ø± Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÙ‡Ø§ÛŒ Ú¯ÛŒØª Ù…Ø´Ø§Ø±Ú©Øª Ú©Ù†ÛŒÙ…ØŸ / Ú†Ú¯ÙˆÙ†Ù‡ Ø¯Ø± Ù¾Ø±ÙˆÚ˜Ù‡â€ŒÛŒ Ø³Ø§Ø±ÛŒØ§Ø¨ Ù…Ø´Ø§Ø±Ú©Øª Ú©Ù†ÛŒÙ…ØŸ', '', 'https://www.aparat.com/v/9Kjlp', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ù…Ù‡Ø¯ÛŒ Ø¨Ù‡Ø§Ø±Ù„Ùˆ'),
(48, 'Ø§Ø­ÙˆØ§Ù„ Ù¾Ø±Ø³ÛŒ Ø¨Ù‡ Ø³Ø¨Ú© Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³â€ŒÙ‡Ø§', 'ÛŒÙ‡ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù…ÛŒâ€ŒÙ†ÙˆÛŒØ³ÛŒÙ… Ú©Ù‡ Ù‡Ø± Ø±ÙˆØ² Ø¨Ù‡ Ù…Ø§ ÛŒØ§Ø¯Ø§ÙˆØ±ÛŒ Ú©Ù†Ù‡ Ø§Ù…Ø±ÙˆØ² Ø¨Ø§ÛŒØ¯ Ø§Ø­ÙˆØ§Ù„ Ú©ÛŒØ§ Ø±Ùˆ Ø¨Ù¾Ø±Ø³ÛŒ.', 'https://www.aparat.com/v/BOUy3', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(49, 'ØªØ±ÙÙ†Ø¯ Ø§Ø³ØªØ®Ø±Ø§Ø¬ Ù…ØªØºÛŒØ±â€ŒÙ‡Ø§ÛŒ Ø¨ÙˆØ±Ø³ Ø¨Ø±Ø§ÛŒ Ø¢Ø¯Ù…â€ŒÙ‡Ø§ÛŒ Ú©Ù… Ø­Ø§ÙØ¸Ù‡', 'Ø§Ú¯Ø± Ù…Ø«Ù„ Ù…Ù† Ù†Ù…ÛŒâ€ŒØ®ÙˆØ§ÛŒØ¯ Ø¨Ù‡ Ø­Ø§ÙØ¸Ù‡ Ø§Ø¹ØªÙ…Ø§Ø¯ Ú©Ù†ÛŒØ¯ØŒ Ùˆ Ø¯Ø± Ø¶Ù…Ù† ÛŒÚ© Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¯Ø§Ø±ÛŒØ¯ØŒ Ùˆ Ø¨Ù‡ Ø®Ø§Ø·Ø± Ø¯Ø§Ø´ØªÙ† ÛŒÚ© Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ù†Ù…ÛŒâ€ŒØ®ÙˆØ§ÛŒØ¯ Ø¯Ø±Ø®ØªÛŒ Ø±Ùˆ Ù‚Ø·Ø¹ Ú©Ù†ÛŒØ¯ Ùˆ Ø§ÙˆÙ† Ù…ØªØºÛŒØ±â€ŒÙ‡Ø§ Ø±Ùˆ Ø±ÙˆÛŒ Ú©Ø§ØºØ° Ø¨Ù†ÙˆÛŒØ³ÛŒØ°ØŒ Ù¾Ø³ Ù„Ø§Ú¯Ø´ Ú©Ù†ÛŒØ¯!', 'https://www.aparat.com/v/tZLsH', 'Ø¨ÙˆØ±Ø³, Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(50, 'Ø°Ø®ÛŒØ±Ù‡ Ø³Ø§Ø²ÛŒ Ù¾Ø³ÙˆØ±Ø¯ Ø¯Ø± Ø¹Ú©Ø³', 'Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø¯Ø± Ø±Ø§Ø¨Ø·Ù‡ Ø¨Ø§ Ø´ÛŒÙˆÙ‡â€ŒÛŒ Ù¾Ù†Ù‡Ø§Ù† Ú©Ø±Ø¯Ù† Ù…ØªÙ† Ø¯Ø± ÛŒÚ© Ø¹Ú©Ø³ ØµØ­Ø¨Øª Ùˆ Ø¯ÙˆØ¨Ø§Ø±Ù‡ Ø§Ø³ØªØ±Ø§Ø¬ Ú©Ø±Ø¯Ù† Ø§ÙˆÙ† Ø¨Ø±Ø§ÛŒ Ù…Ø§ ØªÙˆØ¶ÛŒØ­ Ù…ÛŒâ€ŒØ¯Ù‡.', 'https://www.aparat.com/v/OCK1i', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(51, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ø§ÙˆÙ„', 'Ø±Ø¶Ø§ Ù„Ú©ÛŒ Ø¨Ø±Ø§ÛŒ Ù…Ø§ Ø§Ø² Ú†ÛŒØ³ØªÛŒ Ùˆ Ú†Ø±Ø§ÛŒÛŒ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ Ù…ÛŒÚ¯Ù‡.', 'http://aparat.com/v/ZiPJM', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(52, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ø¯ÙˆÙ…', 'Ø±Ø¶Ø§ Ù„Ú©ÛŒ Ø¨Ù‡ Ø²Ø¨Ø§Ù† Ø³Ø§Ø¯Ù‡ Ùˆ Ø´ÛŒØ±ÛŒÙ†ØŒ Ø§ÙˆÙ„ÛŒÙ† ØªÚ¯â€ŒÙ‡Ø§ÛŒ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ Ø±Ùˆ Ø¨Ø±Ø§ÛŒ Ù…Ø§ ØªÙˆØ¶ÛŒØ­ Ù…ÛŒâ€ŒØ¯Ù‡.', 'http://aparat.com/v/VXnqL', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(53, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ø³ÙˆÙ…ØŒ Ú©Ø§Ø± Ø¨Ø§ ØªØµØ§ÙˆÛŒØ± Ø¯Ø± ÙˆØ¨', 'Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ Ø¨Ù‡ Ø¢Ù…ÙˆØ²Ø´ ØªÚ¯ img Ù¾Ø±Ø¯Ø§Ø®ØªÙ‡ Ø§Ø³Øª Ú©Ù‡ Ø¨Ø±Ø§ÛŒ Ù†Ù…Ø§ÛŒØ´ ØªØµØ§ÙˆÛŒØ± Ø¨Ù‡ Ú©Ø§Ø± Ù…ÛŒâ€ŒØ±ÙˆØ¯', 'http://aparat.com/v/MAyfj', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(54, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ú†Ù‡Ø§Ø±Ù…ØŒ ØªÚ¯ Ù¾ÛŒÙˆÙ†Ø¯', 'ØªÚ¯ Ù„ÛŒÙ†Ú© Ø¯Ø± Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ Ú†Ú¯ÙˆÙ†Ù‡ Ø§Ø³ØªØŸ', 'http://aparat.com/v/ULFd4', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(55, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ù¾Ù†Ø¬Ù…ØŒ Ø¹Ù†ÙˆØ§Ù†â€ŒÙ‡Ø§ Ùˆ Ù„ÛŒØ³Øªâ€ŒÙ‡Ø§', '', 'https://www.aparat.com/v/vzPu9', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(56, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ø´Ø´Ù…ØŒ Ù‡Ø¯Ø± Ùˆ Ù…ØªØ§ØªÚ¯â€ŒÙ‡Ø§', '', 'http://aparat.com/v/v3ocW', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(57, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ø§ÙˆÙ„ - Ø§Ù†â€ŒÙ…Ù¾ Ú†ÛŒØ³Øª Ùˆ Ø±ÙˆØ´ Ù†ØµØ¨ Ø¢Ù†', '', 'https://www.aparat.com/v/GebD0?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(58, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ø¯ÙˆÙ… - ØªÚ©Ù†ÛŒÚ©â€ŒÙ‡Ø§ÛŒ Ù¾Ø§ÛŒÙ‡â€ŒÛŒ Ø§Ø³Ú©Ù† Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/HCOiw?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(59, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ø³ÙˆÙ… - Ú¯Ø²ÛŒÙ†Ù‡â€ŒÙ‡Ø§ÛŒ Ú©Ø§ÙˆØ´ Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/gAOMn?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(60, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ú†Ù‡Ø§Ø±Ù… - Ú¯Ø²ÛŒÙ†Ù‡â€ŒÙ‡Ø§ÛŒ Ù¾ÛŒØ´Ø±ÙØªÙ‡ Ø§Ø³Ú© Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/VnLRQ?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(61, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ù¾Ù†Ø¬Ù… - Ú¯Ø²ÛŒÙ†Ù‡â€ŒÙ‡Ø§ÛŒ Ø§Ø³Ú©Ù† Ù¾ÙˆØ±Øª Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/ctsgI?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(62, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ø´Ø´Ù… - Ø´Ù†Ø§Ø³Ø§ÛŒÛŒ Ø³ÛŒØ³ØªÙ…â€ŒØ¹Ø§Ù…Ù„ Ùˆ Ø³Ø±ÙˆÛŒØ³â€ŒÙ‡Ø§ÛŒ Ù…Ø±ØªØ¨Ø· Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/turRX?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(63, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ù‡ÙØªÙ… - Ú¯Ø²ÛŒÙ†Ù‡â€ŒÙ‡Ø§ÛŒ Ø²Ù…Ø§Ù†â€ŒØ¨Ù†Ø¯ÛŒ Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/Dd9IB?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(64, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ù‡Ø´ØªÙ… - Ø¹Ø¨ÙˆØ± Ø§Ø² ÙØ§ÛŒØ±ÙˆØ§Ù„ Ø¯Ø± Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/RmrZq?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(65, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ù†Ù‡Ù… - Ø®Ø±ÙˆØ¬ÛŒ Ú¯Ø±ÙØªÙ† Ø§Ø² Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/CeSwW?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(66, 'Ø¯ÙˆØ±Ù‡ Ø¢Ù…ÙˆØ²Ø´ÛŒ Ø§Ù†â€ŒÙ…Ù¾ - Ù‚Ø³Ù…Øª Ø¯Ù‡Ù… - Ø¹ÛŒØ¨â€ŒÛŒØ§Ø¨ÛŒ Ùˆ Ø§Ø´Ú©Ø§Ù„â€ŒØ²Ø¯Ø§ÛŒÛŒ Ø¨Ø§ Ø§Ù†â€ŒÙ…Ù¾', '', 'https://www.aparat.com/v/KP1n9?playlist=376183', 'Ø§Ù…Ù†ÛŒØª', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ'),
(67, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ù‡ÙØªÙ…ØŒ ØªÚ¯ Ø¯ÛŒÙˆØŒ Ùˆ ØªØ­Ù„ÛŒÙ„ Ù‚Ø§Ù„Ø¨ Ø¯ÛŒØ¬ÛŒâ€ŒÚ©Ø§Ù„Ø§ Ø¯Ø± Ø³Ø§Ù„â€ŒÙ‡Ø§ÛŒ Ù…Ø®ØªÙ„Ù', 'Ø¯Ø± Ø§ÛŒÙ† Ø¬Ù„Ø³Ù‡ Ø¨Ø§ Ø³Ø§ÛŒØª web.archive.org Ø¢Ø´Ù†Ø§ Ø´Ø¯ÛŒÙ… Ùˆ Ø¨Ù‡ Ú©Ù…Ú© Ø§ÛŒÙ† Ø³Ø§ÛŒØªØŒ Ù‚Ø§Ù„Ø¨ Ø¯ÛŒØ¬ÛŒ Ú©Ø§Ù„Ø§ Ø±Ùˆ Ø¯Ø± Ø³Ø§Ù„ Ù‡Ø§ÛŒ 2008 ØŒ 2014 Ùˆ 2018 Ø¨Ø§Ù‡Ù… Ù…Ù‚Ø§ÛŒØ³Ù‡ Ú©Ø±Ø¯ÛŒÙ… Ùˆ Ø¯Ø± Ø§Ø¯Ø§Ù…Ù‡ Ù‡Ù… Ø¨Ø§ Ø§Ù‡Ù…ÛŒØª ØªÚ¯ div Ø§Ø´Ù†Ø§ Ø´Ø¯ÛŒÙ…. Ø¨Ù‡ Ú©Ù…Ú© web.archive.org Ù…ÛŒ ØªÙˆÙ†ÛŒÙ… Ù‚Ø§Ù„Ø¨ Ù‡Ø± Ø³Ø§ÛŒØªÛŒ Ø±Ùˆ Ø¯Ø± Ø³Ø§Ù„ Ù‡Ø§ÛŒ Ú¯Ø°Ø´ØªÙ‡ Ù…Ø´Ø§Ù‡Ø¯Ù‡ Ú©Ù†ÛŒÙ…!!', 'https://www.aparat.com/v/zb3r9', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(68, 'Ø¢Ù…ÙˆØ²Ø´ Ù†ØµØ¨ Ø±ÙˆØªØ± Ù…ÛŒÚ©Ø±ÙˆØªÛŒÚ© Ø¨Ø± Ø±ÙˆÛŒ ÙˆÛŒâ€ŒØ§Ù…â€ŒÙˆØ±', 'Ø¢Ù…ÙˆØ²Ø´ Ù†ØµØ¨ RouterOs Mikrotik Ø¨Ø± Ø±ÙˆÛŒ Ù…Ø§Ø´ÛŒÙ† Ù…Ø¬Ø§Ø²ÛŒ VMware', 'https://www.aparat.com/v/gATpw', 'Ø´Ø¨Ú©Ù‡', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø³Ø§Ù…Ø§Ù† Ù…Ø­Ù…Ø¯ÛŒ'),
(69, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø³Ø±Ø¯Ø¨ÛŒØ±: Ù‚Ø³Ù…Øª Ø¯ÙˆÙ… - Ù‡Ø¯Ù Ù…Ø§ Ø§Ø² Ù†Ø´Ø± ØªØµØ§ÙˆÛŒØ± Ù¾Ø±Ø¯ÛŒØ³â€ŒÙ‡Ø§ÛŒ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡â€ŒÙ‡Ø§ÛŒ Ù…Ø¹ØªØ¨Ø± Ø¬Ù‡Ø§Ù† Ú†ÛŒØ³ØªØŸ', 'ØªÙˆØ¶ÛŒØ­ÛŒ Ø¯Ø± Ø¨Ø§Ø±Ù‡â€ŒÛŒ Ø­Ù‚ Ù†Ø´Ø± ØªØµØ§ÙˆÛŒØ±\r\nÙˆ Ø¯Ù„ÛŒÙ„ Ù†Ø´Ø± ØªØµØ§ÙˆÛŒØ± Ù¾Ø±Ø¯ÛŒØ³â€ŒÙ‡Ø§ÛŒ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡â€ŒÙ‡Ø§ÛŒ Ù…Ø¹ØªØ¨Ø± Ø¬Ù‡Ø§Ù†.', 'https://virgool.io/sariab/sardabir-2-ldptq9vuyvka', 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡â€ŒÛŒ Ø³Ø±Ø¯Ø¨ÛŒØ±', 'Ø¨Ù„Ø§Ú¯ Ø³Ø§Ø±ÛŒØ§Ø¨'),
(70, 'Ø¯Ù†ÛŒØ§ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ±ÛŒ - Ù‚Ø³Ù…Øª Ø§ÙˆÙ„', 'Ø±Ø§Ø¶ÛŒÙ‡ Ø³Ø§Ù„ Ú¯Ø°Ø´ØªÙ‡ Ù¾Ø§ Ø¯Ø± Ù…Ø³ÛŒØ± Ù¾Ø± Ù¾ÛŒÚ† Ùˆ Ø®Ù… Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú¯Ø°Ø§Ø´ØªÙ‡. Ù…ÛŒØ®ÙˆØ§Ø¯ Ú©Ø§Ø±Ù‡Ø§ÛŒÛŒ Ú©Ù‡ Ø§Ù†Ø¬Ø§Ù… Ù…ÛŒØ¯Ù‡ØŒ Ú†Ø§Ù„Ø´â€ŒÙ‡Ø§ÛŒÛŒ Ú©Ù‡ Ø¨Ø§ Ø§ÙˆÙ†â€ŒÙ‡Ø§ Ø¨Ø±Ø®ÙˆØ±Ø¯ Ù…ÛŒâ€ŒÚ©Ù†Ù‡ØŒ Ùˆ Ù…Ø´Ø§Ù‡Ø¯Ø§ØªØ´ Ø±Ùˆ Ø¨Ø±Ø§ÛŒ Ù…Ø§ Ø¨Ù‡ Ø§Ø´ØªØ±Ø§Ú© Ø¨Ø°Ø§Ø±Ù‡ØŒ ØªØ§ Ø¨Ø§ Ú©Ø³Ø§ÛŒÛŒ Ú©Ù‡ ØªØ¬Ø±Ø¨Ù‡ Ù…Ø´Ø§Ø¨Ù‡ Ø¯Ø§Ø±Ù†Ø¯ ØªØ¹Ø§Ù…Ù„ Ø¨ÛŒØ´ØªØ±ÛŒ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´Ù‡.', 'https://virgool.io/@razie_shahbazi/%D8%AF%D9%86%DB%8C%D8%A7%DB%8C-%DA%A9%D8%A7%D9%85%D9%BE%DB%8C%D9%88%D8%AA%D8%B1%DB%8C%D9%BE%D8%A7%D8%B1%D8%AA-%D8%A7%D9%88%D9%84-xojgmbc4sdqt', '', 'ÙˆØ¨Ù„Ø§Ú¯ Ø±Ø§Ø¶ÛŒÙ‡ Ø´Ù‡Ø¨Ø§Ø²ÛŒ'),
(71, 'Ø³ÙØ±ÛŒ Ø¯Ø± Ù¾Ø§ÛŒØªÙˆÙ† - Ù‚Ø³Ù…Øª Û± - Ù…ØªØºÛŒØ±Ù‡Ø§ØŒ Ø®Ø·Ø§Ù‡Ø§ Ùˆ Ø¹Ù…Ù„Ú¯Ø±Ù‡Ø§ØŒ', 'Ù…Ù‡Ø¯ÛŒ Ù‚Ø±Ø§Ø±Ù‡ ØªÙˆÛŒ Ø§ÙˆÙ„ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø¢Ù…ÙˆØ²Ø´ Ù¾Ø§ÛŒØªÙˆÙ†Ø´ Ø¨Ø±Ù‡ Ø³Ø±Ø§Øº  Ø¨Ù‡ Ù…Ø¹Ø±ÙÛŒ Ù…Ø­ÛŒØ· Ù¾Ø§ÛŒØªÙˆÙ†. Ùˆ Ø¯Ø± Ø§Ø¯Ø§Ù…Ù‡ Ø¢Ù† Ø§Ù†ÙˆØ§Ø¹ Ø¹Ù…Ù„Ú¯Ø±â€ŒÙ‡Ø§ Ø±Ùˆ Ù…Ø¹Ø±ÙÛŒ Ù…ÛŒâ€ŒÚ©Ù†Ù‡Ø› ÙˆØ§Ø±Ø¯ Ù…Ø¨Ø­Ø« Ù…ØªØºÛŒØ±â€ŒÙ‡Ø§ Ù…ÛŒØ´Ù‡. Ùˆ Ø¯Ø± Ù¾Ø§ÛŒØ§Ù† Ú¯Ø±ÛŒØ²ÛŒ Ø¨Ù‡ Ø§Ù†ÙˆØ§Ø¹ Ø®Ø·Ø§Ù‡Ø§ ØªÙˆÛŒ Ù¾Ø§ÛŒØªÙˆÙ† Ù…ÛŒâ€ŒØ²Ù†Ù‡.', 'https://www.aparat.com/v/kPIzC', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ, Ù¾Ø§ÛŒØªÙˆÙ†', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ù‡Ø¯ÛŒ ØµÙØ±ÛŒâ€ŒÙ¾ÙˆØ±'),
(72, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø¬Ù„Ø³Ù‡ Ø¯ÙˆÙ…', 'Ø¯ÙˆÙ…ÛŒÙ† Ù†Ø´Ø³Øª Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÛŒ Ø·Ù„Ø§ÛŒÛŒ (Ø¢Ù†Ù„Ø§ÛŒÙ†) Ø¨Ø§ Ù…ÙˆØ¶ÙˆØ¹â€ŒÙ‡Ø§ÛŒ: Û±- Ù„Ø²ÙˆÙ… Ø§Ø¬ØªÙ…Ø§Ø¹ Û²- Ù†Ø¸Ø§Ø±Øª Ø¨Ø± Ù¾Ø§Ù†Ø¯Ù…ÛŒ Û³- Ú†Ø§Ù„Ø´â€ŒÙ‡Ø§ÛŒ Ø¢ØºØ§Ø² Ø±Ø§Ù‡.', 'https://www.aparat.com/v/ypW6E', 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒ', 'Ø¨Ù„Ø§Ú¯Ø±â€ŒÙ‡Ø§ÛŒ Ø³Ø§Ø±ÛŒØ§Ø¨'),
(73, 'Ø³ÙØ±ÛŒ Ø¯Ø± Ù¾Ø§ÛŒØªÙˆÙ† - Ù‚Ø³Ù…Øª Û² - Ù…Ø«Ø§Ù„ÛŒ Ø§Ø² Ø­Ù„Ù‚Ù‡â€ŒÙ‡Ø§', 'Ù…Ù‡Ø¯ÛŒ Ù‚Ø±Ø§Ø±Ù‡ ØªÙˆ Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø¢Ù…ÙˆØ²Ø´ Ù¾Ø§ÛŒØªÙˆÙ†Ø´ Ø¨Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ø­Ù„Ù‚Ù‡ Ù‡Ø§ Ùˆ Ø´Ø±Ø· Ù‡Ø§ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø§ÛŒ Ø¨Ù†ÙˆÛŒØ³Ù‡ Ú©Ù‡ Ø¨ÛŒØ´ØªØ± Ø¯Ø± Ø§Ø¯Ø§Ø±Ù‡ Ù‡Ø§ Ùˆ Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ù‡Ø§ Ú©Ø§Ø±Ø¨Ø±Ø¯ Ø¯Ø§Ø±Ù‡ Ø¨Ù‡ Ø§ÛŒÙ† ØµÙˆØ±Øª Ú©Ù‡ Ø¨Ø±Ø§ÛŒ Ù…Ø«Ø§Ù„ Ø§Ø·Ù„Ø§Ø¹Ø§Øª Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒØ§Ù† ÛŒÚ© Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ù‡Ø§ Ø¯Ø± Ø®ÙˆØ¯ Ø°Ø®ÛŒØ±Ù‡ Ú©Ù†Ù‡ Ùˆ Ø¨Ø§ Ø³Ø±Ú† Ù†Ø§Ù… Ø¯Ø§Ù†Ø´Ø¬Ùˆ ØªÙ…Ø§Ù… Ø¢Ù† Ø§Ø·Ù„Ø§Ø¹Ø§Øª Ø±Ùˆ Ø¨Ù‡ Ù†Ù…Ø§ÛŒØ´ Ø¯Ø± Ø¨ÛŒØ§Ø±Ù‡.', 'https://www.aparat.com/v/cQV2B', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ù‡Ø¯ÛŒ ØµÙØ±ÛŒâ€ŒÙ¾ÙˆØ±'),
(74, 'Ø¯Ù†ÛŒØ§ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ±ÛŒ - Ù‚Ø³Ù…Øª Ø¯ÙˆÙ…', 'Ø±Ø§Ø¶ÛŒÙ‡ ØªÙˆÛŒ Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø´Ú©Ø³Øª Ù…ÛŒâ€ŒÚ¯Ù‡ Ùˆ Ú¯Ø±ÛŒØ²ÛŒ Ù‡Ù… Ø¨Ù‡ Ø±ÙˆØ´Ù‡Ø§ÛŒ ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ù…ÛŒØ²Ù†Ù‡Ø› Ù†Ù‡Ø§ÛŒØªØ§ Ø§Ø¨Ù‡Ø§Ù…ÛŒ Ú©Ù‡ ØªÙˆÛŒ Ù‚Ø³Ù…Øª Ø§ÙˆÙ„ Ø¨Ø±Ø§ÛŒ Ø¨Ù‡ØªØ±ÛŒÙ† Ø³Ù† ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ù…Ø·Ø±Ø­ Ú©Ø±Ø¯Ù‡ Ø¨ÙˆØ¯ Ø±Ùˆ Ø¬ÙˆØ§Ø¨ Ù…ÛŒØ¯Ù‡.', 'https://vrgl.ir/5aHre', '', 'ÙˆØ¨Ù„Ø§Ú¯ Ø±Ø§Ø¶ÛŒÙ‡ Ø´Ù‡Ø¨Ø§Ø²ÛŒ'),
(75, 'POWER BI - 1', 'Ú†Ø±Ø§ Ù¾Ø§ÙˆØ± Ø¨ÛŒâ€ŒØ¢ÛŒØŸ Ø´Ø¨Ù†Ù… Ø¯Ø± Ø§ÛŒÙ† Ù¾Ø³Øª Ø¨Ù‡ Ø¨Ø±ØªØ±ÛŒâ€ŒÙ‡Ø§ÛŒ Ø¨Ø³ØªØ± Ù‡ÙˆØ´ ØªØ¬Ø§Ø±ÛŒ Ù…Ø§ÛŒÚ©Ø±ÙˆØ³Ø§ÙØª Ù¾Ø±Ø¯Ø§Ø®ØªÙ‡ Ø§Ø³Øª.', 'https://vrgl.ir/173at', 'Ù‡ÙˆØ´ ØªØ¬Ø§Ø±ÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ø´Ø¨Ù†Ù… Ø¨Ø§Ø±Ø§Ù†ÛŒ'),
(76, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒØŒ Ø¬Ù„Ø³Ù‡ Ø³ÙˆÙ…', 'Ø¯Ø± Ø§ÛŒÙ† Ù†Ø´Ø³ØªØŒ Ù…ÛŒØ«Ù… Ø§Ø² Ù…Ù‚Ø§Ø¨Ù„Ù‡ Ø¨Ø§ Ø§Ø¶Ø·Ø±Ø§Ø¨ Ú¯ÙØª Ùˆ Ø±Ø¶Ø§ ØµÙØ± ØªØ§ ØµØ¯ ÙˆØ¨ Ø±Ùˆ ØªØ´Ø±ÛŒØ­ Ú©Ø±Ø¯.', 'https://www.aparat.com/v/ADVlc', 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(77, 'POWER BI - 2', 'Ú†Ø±Ø§ Ù¾Ø§ÙˆØ± Ø¨ÛŒâ€ŒØ¢ÛŒØŸ Ø´Ø¨Ù†Ù… Ø¯Ø± Ù‚Ø³Ù…Øª Ø¯ÙˆÙ… Ù¾Ø³Øª Ø¨Ù‡ Ø¨Ø±ØªØ±ÛŒâ€ŒÙ‡Ø§ÛŒ Ø¨Ø³ØªØ± Ù‡ÙˆØ´ ØªØ¬Ø§Ø±ÛŒ Ù…Ø§ÛŒÚ©Ø±ÙˆØ³Ø§ÙØª Ù¾Ø±Ø¯Ø§Ø®ØªÙ‡ Ø§Ø³Øª.', 'https://vrgl.ir/PbBI5', 'Ù‡ÙˆØ´ ØªØ¬Ø§Ø±ÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ø´Ø¨Ù†Ù… Ø¨Ø§Ø±Ø§Ù†ÛŒ'),
(78, 'Ø³ÙØ±ÛŒ Ø¯Ø± Ù¾Ø§ÛŒØªÙˆÙ† - Ù‚Ø³Ù…Øª Û³ - Ø±Ø´ØªÙ‡â€ŒÙ‡Ø§ Ùˆ Ù„ÛŒØ³Øªâ€ŒÙ‡Ø§', 'Ù…Ù‡Ø¯ÛŒ Ù‚Ø±Ø§Ø±Ù‡ ØªÙˆ Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø§Ù…ÙˆØ²Ø´ Ù¾Ø§ÛŒØªÙˆÙ†Ø´ Ø¨Ù‡ Ù…Ø¹Ø±ÙÛŒ Ø³Ø§Ø®ØªÙ…Ø§Ù† Ù‡Ø§ÛŒ Ø¯Ø§Ø¯Ù‡ Ù…ÙˆØ¬ÙˆØ¯ Ø¯Ø± Ù¾Ø§ÛŒØªÙˆÙ† Ø¨Ù¾Ø±Ø¯Ø§Ø²Ù‡ Ùˆ Ø§Ø² Ø§Ù†ÙˆØ§Ø¹ Ø³Ø§Ø®ØªÙ…Ø§Ù† Ù‡Ø§ÛŒ Ø¯Ø§Ø¯Ù‡ Ù…ÙˆØ¬ÙˆØ¯ØŒ Ø±Ø´ØªÙ‡â€ŒÙ‡Ø§ Ùˆ Ù„ÛŒØ³Øªâ€ŒÙ‡Ø§ Ø±Ùˆ Ø¨Ù‡â€ŒØ·ÙˆØ± Ù…ÙØµÙ„ Ø¨Ø±Ø±Ø³ÛŒ Ú©Ù†Ù‡.', 'https://www.aparat.com/v/TxuNQ', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ù‡Ø¯ÛŒ ØµÙØ±ÛŒâ€ŒÙ¾ÙˆØ±'),
(79, 'Ø¯Ù†ÛŒØ§ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ±ÛŒ - Ù‚Ø³Ù…Øª Ø³ÙˆÙ…', 'Ø±Ø§Ø¶ÛŒÙ‡ Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø¯Ø§Ø³ØªØ§Ù† Ù…Ø§Ø¬Ø±Ø§Ø¬ÙˆÛŒÛŒØ´ ØªÙˆÛŒ Ø¯Ù†ÛŒØ§ÛŒ Ø¹Ù„ÙˆÙ… Ùˆ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¨Ù‡ Ù¾Ù„ØªÙØ±Ù… Ú¯Ø±Ø§Ù Neo4j Ø±Ø³ÛŒØ¯Ù‡ Ùˆ Ú©Ù…ÛŒ Ø¯Ø± Ù…ÙˆØ±Ø¯ Ø§ÙˆÙ† ØªÙˆØ¶ÛŒØ­ Ù…ÛŒâ€ŒØ¯Ù‡.', 'https://vrgl.ir/dlW9y', 'Ú¯Ø±Ø§Ù', 'ÙˆØ¨Ù„Ø§Ú¯ Ø±Ø§Ø¶ÛŒÙ‡ Ø´Ù‡Ø¨Ø§Ø²ÛŒ'),
(80, 'Ú†ÛŒØ³ØªÛŒ Ùˆ Ù†Ø­ÙˆÙ‡â€ŒÛŒ Ú©Ø§Ø± Ø¨Ø§ Ú©Ø¯â€ŒÙ‡Ø§ÛŒ Ø§Ø³Ú©ÛŒ', 'Ø´Ø§ÛŒØ¯ Ø´Ù…Ø§ Ù‡Ù… Ø¯Ø± Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ùˆ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¨Ø§ Ø¹Ø¨Ø§Ø±Øª Â«Ú©Ø¯ Ø§Ø³Ú©ÛŒÂ» Ø±Ùˆ Ø¨Ù‡ Ø±Ùˆ Ø´Ø¯Ù‡ Ø¨Ø§Ø´ÛŒÙ† ÙˆÙ„ÛŒ Ù†Ø¯ÙˆÙ†ÛŒÙ† Ú©Ù‡ Ú©Ø¯ Ø§Ø³Ú©ÛŒ Ø¯Ù‚ÛŒÙ‚Ø§ Ú†ÛŒÙ‡ØŸ Ù…Ø§ Ø¯Ø± Ø§ÛŒÙ† Ø³Ø±ÛŒ Ø§Ø² Ø¢Ù…ÙˆØ²Ø´ Ø´Ù…Ø§ Ø±Ùˆ Ø¨Ø§ Ø§ÙˆÙ†Ø§ Ø¢Ø´Ù†Ø§ Ù…ÛŒ Ú©Ù†ÛŒÙ….\r\nÚ©Ø¯ Ø§Ø³Ú©ÛŒ Ø¯Ø± Ø¨ÛŒØ§Ù† Ø³Ø§Ø¯Ù‡ ÛŒØ¹Ù†ÛŒ Ú©Ø¯ Ø´Ù†Ø§Ø³Ø§ÛŒÛŒ Ú©Ø§Ø±Ø§Ú©ØªØ± Ù‡Ø§ Ø¨Ù‡ Ù…Ø§Ø´ÛŒÙ†.\r\nÙ…Ø§Ø´ÛŒÙ†ÛŒ Ú©Ù‡ ØªÙ†Ù‡Ø§ ØµÙØ± Ùˆ ÛŒÚ© Ø±Ùˆ Ù…ÛŒØ´Ù†Ø§Ø³Ù‡ Ù†Ù…ÛŒØªÙˆÙ†Ù‡ Ø¨ÙÙ‡Ù…Ù‡ ÛŒÙ‡ Ú©Ø§Ø±Ø§Ú©ØªØ± Ú†ÛŒÙ‡. ÙˆØ§Ø³Ù‡ Ù‡Ù…ÛŒÙ† Ù…Ø§ Ø¨Ø±Ø§Ø´ ÛŒÙ‡ Ú©Ø¯ Ø´Ù†Ø§Ø³Ø§ÛŒÛŒ Ø¨Ù‡ Ø§Ø³Ù… Ø§Ø³Ú©ÛŒ Ø¯Ø±Ø³Øª Ú©Ø±Ø¯ÛŒÙ… Ú©Ù‡ Ø¨ØªÙˆÙ†Ù‡ Ú©Ø§Ø±Ø§Ø±Ùˆ Ø§Ù†Ø¬Ø§Ù… Ø¨Ø¯Ù‡.\r\nØ¯Ø± Ø§ÛŒÙ† ÙˆÛŒØ¯Ø¦Ùˆ Ø´Ù…Ø§ Ø¨ÛŒØ´ØªØ± Ø¨Ø§ Ú©Ø¯ Ø§Ø³Ú©ÛŒ Ø¢Ø´Ù†Ø§ Ù…ÛŒØ´ÛŒÙ† Ùˆ Ú†Ù†Ø¯ Ù…Ø«Ø§Ù„ Ø³Ø§Ø¯Ù‡ Ø±Ùˆ Ù…ÛŒ Ø¨ÛŒÙ†ÛŒØ¯.', 'https://www.aparat.com/v/pP4RW', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(81, 'SQRT Function', 'Ø´Ø§ÛŒØ¯ Ø´Ù…Ø§ Ù‡Ù… Ù‡Ù†Ú¯Ø§Ù… Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ÛŒ Ù†ÛŒØ§Ø² Ø¨Ù‡ Ú¯Ø±ÙØªÙ† Ø¬Ø°Ø± ÛŒÚ© Ø¹Ø¯Ø¯ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´ÛŒÙ† Ùˆ Ø§Ø² ØªØ§Ø¨Ø¹ sqrt Ø§Ø³ØªÙØ§Ø¯Ù‡ Ú©Ø±Ø¯Ù‡ Ø¨Ø§Ø´ÛŒÙ† Ø§Ù…Ø§ Ù†Ø¯ÙˆÙ†ÛŒÙ† Ø§ÛŒÙ† ØªØ§Ø¨Ø¹ Ú†Ø¬ÙˆØ±ÛŒ Ú©Ø§Ø± Ù…ÛŒ Ú©Ù†Ù‡ØŸðŸ¤”\r\nØ®Ø¨ ØŒ Ù…Ø§ ØªÙˆ Ø§ÛŒÙ† Ø¢Ù…ÙˆØ²Ø´ Ø¨Ù‡ØªÙˆÙ† Ù…ÛŒÚ¯ÛŒÙ…ðŸ˜Š\r\nØ¯Ø± Ø§ØµÙ„ sqrt Ø§Ø² ÛŒÚ© Ø±ÙˆÙ†Ø¯Ù‡ Ø¨Ù‡ Ø§Ø³Ù… Ø¨Ø³Ø· Ù†ÛŒÙˆØªÙ† Ú©Ù‡ Ù…ÛŒ ØªÙˆÙ†Ù‡ Ù…Ù‚Ø¯Ø§Ø± Ø¬Ø°Ø± ÛŒÚ© Ø¹Ø¯Ø¯Ùˆ Ø¨Ø§ Ø¯Ù‚Øª Ø¨Ø§Ù„Ø§ Ù…Ø­Ø§Ø³Ø¨Ù‡ Ú©Ù†Ù‡ Ùˆ Ø§ÛŒÙ† Ø¯Ù‚Øª Ø¨Ù‡ Ø§ÛŒÙ† Ø¨Ø³ØªÚ¯ÛŒ Ø¯Ø§Ø±Ù‡ Ú©Ù‡ Ù…Ø§ Ú†Ù‚Ø¯Ø± Ø§ÙˆÙ† Ø±ÙˆÙ†Ø¯ Ø±Ùˆ ØªÚ©Ø±Ø§Ø± Ú©Ø±Ø¯ÛŒÙ….', 'https://www.aparat.com/v/xkzgm', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(82, 'Ø¨Ø±Ø¬â€ŒÙ‡Ø§ÛŒ Ù‡Ø§Ù†ÙˆÛŒ', 'Ø¯Ø± Ø²Ù…Ø§Ù† Ù‡Ø§ÛŒ Ù‚Ø¯ÛŒÙ… Ø¨ÙˆÙ…ÛŒ Ù‡Ø§ÛŒ Ø¢Ù…Ø±ÛŒÚ©Ø§ Ø¨Ø± Ø§ÛŒÙ† Ø¨Ø§ÙˆØ± Ø¨ÙˆØ¯Ù†Ø¯ Ú©Ù‡ Ø§Ú¯Ø± Ø´Ù…Ø§ Ø³Ù‡ Ø¨Ø±Ø¬ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´ÛŒØ¯ Ùˆ Ø¯Ø± ÛŒÚ©ÛŒ Ø§Ø² Ø§ÙˆÙ† Ù‡Ø§ÛŒ 64 Ø­Ù„Ù‚Ù‡ ÙˆØ¬ÙˆØ¯ Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´Ù‡ Ùˆ Ø§Ø± Ø¨ØªÙˆÙ†ÛŒÙ† ØªÙ…Ø§Ù… Ø§ÛŒÙ† 64 Ø­Ù„Ù‚Ù‡ Ø±Ùˆ Ø¨Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ø§ÙˆÙ† Ø¨Ø±Ø¬ Ú©Ù…Ú©ÛŒ Ø¨Ù‡ Ø¨Ø±Ø¬ Ø³ÙˆÙ…ÛŒ Ù…Ù†ØªÙ‚Ù„ Ú©Ù†ÛŒÙ† (Ø¨Ù‡ ØµÙˆØ±ØªÛŒ Ú©Ù‡ Ù‡ÛŒÚ† Ø­Ù„Ù‚Ù‡ Ø§ÛŒ Ø²ÛŒØ±Ø´ Ø­Ù„Ù‚Ù‡ Ú©ÙˆÚ†Ú©ØªØ± Ø§Ø² Ø®ÙˆØ¯Ø´ Ù†Ø¨Ø§Ø´Ù‡) Ø¯Ù†ÛŒØ§ Ø¨Ù‡ Ø¢Ø®Ø± Ù…ÛŒØ±Ø³Ù‡!!!\r\nØ¯Ø± Ø§ÛŒÙ† Ø¢Ù…ÙˆØ²Ø´ Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù† Ø¯Ø± Ú©Ù†Ø§Ø± Ø´Ù…Ø§ Ù‚ØµØ¯ Ø¯Ø§Ø±Ø¯ Ø¨Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² ØªÙˆØ§Ø¨Ø¹ Ø¨Ø±Ú¯Ø´Øª Ù¾Ø°ÛŒØ± Ø¯Ø± Ø²Ø¨Ø§Ù† Ù¾Ø§ÛŒØªÙˆÙ† Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø§ÛŒ Ø±Ùˆ Ø¨Ù†ÙˆÛŒØ³ÛŒØ¯ Ú©Ù‡ Ø¨Ù‡ Ø¨ÙˆÙ…ÛŒ Ù‡Ø§ Ø¨Ú¯Ù‡ Ø¨Ø§ n ØªØ§ Ø­Ù„Ù‚Ù‡ Ú†Ù‡ Ú©Ø§Ø±Ø§ÛŒÛŒ Ø±Ùˆ Ø¨Ø§ÛŒØ¯ Ø§Ù†Ø¬Ø§Ù… Ø¨Ø¯Ù† ØªØ§ Ø§ÛŒÙ† Ú©Ø§Ø± Ø§Ù†Ø¬Ø§Ù… Ø¨Ø´Ù‡.', 'https://www.aparat.com/v/zQ0r3', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(83, 'Ù…Ø§Ø´ÛŒÙ† Ø­Ø³Ø§Ø¨ Ø³Ø§Ø¯Ù‡ Ø¯Ø± Ù¾Ø§ÛŒØªÙˆÙ†', 'Ø¹Ù„ÛŒØ±Ø¶Ø§ Ù‚ØµØ¯ Ø¯Ø§Ø±Ø¯ ØªØ§ Ø¯Ø± Ø§ÛŒÙ† Ø¢Ù…ÙˆØ²Ø´ ÛŒÚ© Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø³Ø§Ø¯Ù‡ (Ù…Ø§Ø´ÛŒÙ† Ø­Ø³Ø§Ø¨) Ø¯Ø± Ø²Ø¨Ø§Ù† Ù¾Ø§ÛŒØªÙˆÙ† Ø¨Ù†ÙˆÛŒØ³Ø¯.', 'https://www.aparat.com/v/WI9Ua', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(84, 'ØªØ®ØµÛŒØµ Ø´ÛŒ Ù¾ÙˆÛŒØ§', 'Ú¯Ø§Ù‡ÛŒ Ø¯Ø± Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ù¾ÛŒØ´ Ù…ÛŒØ§Ø¯ Ú©Ù‡ Ù…Ø§ Ù†Ù…ÛŒØ¯ÙˆÙ†ÛŒÙ… Ø¨Ø§ÛŒØ¯ Ø§Ø¨Ø¹Ø§Ø¯ Ø§Ø´ÛŒØ§Ø¡ Ú©Ù„Ø§Ø³ Ù‡Ø§ Ø±Ùˆ Ú†Ù‡ Ø§Ù†Ø¯Ø§Ø²Ù‡ Ù‚Ø±Ø§Ø± Ø¨Ø¯ÛŒÙ… .\r\nØ¯Ø± Ø§ÛŒÙ† ØµÙˆØ±Øª Ù…ÛŒ ØªÙˆÙ†ÛŒÙ… Ø§Ø² ØªØ®ØµÛŒØµ Ø´Ø¦ Ù¾ÙˆÛŒØ§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ú©Ù†ÛŒÙ… Ùˆ Ø§Ø² Ú©Ø§Ø±Ø¨Ø± Ø¨Ø®ÙˆØ§ÛŒÙ… ØªØ§ ØªØ¹Ø¯Ø§Ø¯ Ø§Ø´ÛŒØ§Ø¡ Ù…ÙˆØ±Ø¯ Ù†ÛŒØ§Ø²Ø´Ùˆ Ø®ÙˆØ¯Ø´ Ø¨Ù‡Ù…ÙˆÙ† Ø¨Ø¯Ù‡.', 'https://www.aparat.com/v/kZAhz', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(85, 'ØªÙˆØ§Ø¨Ø¹ Ø¹Ø¶Ùˆ Ùˆ Ø¯ÙˆØ³Øª Ø¯Ø± Ø³ÛŒâ€ŒÙ¾Ù„Ø§Ø³â€ŒÙ¾Ù„Ø§Ø³', 'Ø¯Ø± Ù…Ø¨Ø­Ø« Ø´ÛŒØ¦ Ú¯Ø±Ø§ÛŒÛŒ Ùˆ Ú©Ù„Ø§Ø³ Ù‡Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ø§Ù„Ù…Ø§Ù† Ù‡Ø§ÛŒÛŒ Ùˆ Ø¬ÙˆØ¯ Ø¯Ø§Ø±Ø§Ù†Ø¯ Ú©Ù‡ Ø§Ø² Ø¨Ù‚ÛŒÙ‡ Ù‚Ø³Ù…Øª Ù‡Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù¾ÙˆØ´ÛŒØ¯Ù‡ Ø´Ø¯Ù‡ Ø§Ù†Ø¯ (Ù‡Ù…Ø§Ù† private) Ùˆ ØªÙ†Ù‡Ø§ Ø¨Ù‡ ÙˆØ³ÛŒÙ„Ù‡ ØªÙˆØ§Ø¨Ø¹ Ø¯ÙˆØ³Øª Ùˆ ØªÙˆØ§Ø¨Ø¹ Ø¹Ø¶Ùˆ Ùˆ Ø¹Ù†Ø§ØµØ± Ø®ÙˆØ¯ Ú©Ù„Ø§Ø³ Ø¨Ù‡ Ø¢Ù† Ø¯Ø³ØªØ±Ø³ÛŒ Ø¯Ø§Ø´Øª. Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù† Ù†Ø­ÙˆÙ‡ Ú©Ø§Ø± Ø¨Ø§ ØªÙˆØ§Ø¨Ø¹ Ø¹Ø¶Ùˆ Ø±Ø§ Ø¨ÛŒØ§Ù† Ù…ÛŒÚ©Ù†Ø¯ Ùˆ Ø¯Ø± Ù‚Ø³Ù…Øª Ø¨Ø¹Ø¯ÛŒ Ø¨Ù‡ Ø³Ø±Ø§Øº ØªÙˆØ§Ø¨Ø¹ Ø¯ÙˆØ³Øª Ø¯Ø± ++C Ù…ÛŒ Ø±ÙˆØ¯.', 'https://www.aparat.com/v/bE4lh', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(86, 'Ø¢Ø´Ù†Ø§ÛŒÛŒ Ùˆ Ø¢Ù…ÙˆØ²Ø´ Ù…Ù‚Ø¯Ø§Ø± Ø¯Ù‡ÛŒ Ø§ÙˆÙ„ÛŒÙ‡', 'Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù† Ø¯Ø±Ø¨Ø§Ø±Ù‡ Ù…Ù‚Ø¯Ø§Ø± Ø¯Ù‡ÛŒ Ø§ÙˆÙ„ÛŒÙ‡ Ø§Ø´Ø§Ø±Ù‡ Ú¯Ø± Ù‡Ø§ Ùˆ Ù…ØªØºÛŒÛŒØ± Ù‡Ø§ Ùˆ Ø§Ù‡Ù…ÛŒØª Ø§ÛŒÙ† Ú©Ø§Ø± ØµØ­Ø¨Øª Ù…ÛŒÚ©Ù†Ø¯.\r\nØ§Ú¯Ø± Ø¯Ø± Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø§ÛŒ Ú©Ù‡ Ù†ÙˆØ´ØªÙ‡ Ø§ÛŒØ¯ Ù…ØªØºÛŒÛŒØ±_Ø§Ø´Ø§Ø±Ù‡ Ú¯Ø± ÛŒØ§ Ø¢Ø±Ø§ÛŒÙ‡ Ø§ÛŒ Ø±Ø§ ØªØ¹Ø±ÛŒÙ Ú©Ù†ÛŒØ¯ ÙˆÙ„ÛŒ Ø¯Ø± Ø­ÛŒÙ† Ù†ÙˆØ´ØªÙ† Ø¨Ø±Ù†Ø§Ù…Ù‡ ÛŒØ§Ø¯ØªØ§Ù† Ø¨Ø±ÙˆØ¯ Ú©Ù‡ Ø¢Ù†Ø±Ø§ Ù…Ù‚Ø¯Ø§Ø± Ø¯Ù‡ÛŒ Ø§ÙˆÙ„ÛŒÙ‡ Ú©Ù†ÛŒØ¯,Ø§Ù…Ú©Ø§Ù† Ø¯Ø§Ø±Ø¯ Ú©Ù‡ Ø¯Ø± Ø­ÛŒÙ† Ø§Ù†Ø¬Ø§Ù… Ø¨Ø±Ù†Ø§Ù…Ù‡ , Ø³ÛŒØ³ØªÙ… Ù‡Ù†Ú¯ Ú©Ø±Ø¯Ù‡ Ùˆ ÛŒØ§ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø¨Ù‡ Ø·ÙˆØ± Ú©Ù„ÛŒ Ù…Ø®ØªÙ„ Ø´ÙˆØ¯.', 'https://www.aparat.com/v/9EDtm', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(87, 'Ø´Ø±ÙˆØ¹ ÛŒÚ©ÛŒ Ø§Ø² Ø¬Ø°Ø§Ø¨ ØªØ±ÛŒÙ† Ú©Ø§Ø±Ù‡Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ (Ø·Ø±Ø§Ø­ÛŒ Ø³Ø§ÛŒØª)', 'Ø´Ø±ÙˆØ¹ ÛŒÚ©ÛŒ Ø§Ø² Ø¬Ø°Ø§Ø¨ ØªØ±ÛŒÙ† Ú©Ø§Ø±Ù‡Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ(Ø·Ø±Ø§Ø­ÛŒ Ø³Ø§ÛŒØª)\r\nØ­ØªÙ…Ø§ Ø´Ù…Ø§ Ù‡Ù… Ù…ÛŒ Ø¯ÙˆÙ†ÛŒØ¯ Ø¯Ù†ÛŒØ§ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø®ÛŒÙ„ÛŒ Ú¯Ø³ØªØ±Ø¯Ù‡ Ø§Ø³Øª ØªØ§ Ø¬Ø§ÛŒÛŒ Ú©Ù‡ Ø­ØªÛŒ Ø§Ú¯Ø± Ø¹Ù…Ø± Ù†ÙˆØ­ Ù‡Ù… Ø¯Ø§Ø´ØªÙ‡ Ø¨Ø§Ø´ÛŒØ¯ Ù†Ù…ÛŒ ØªÙˆÙ†ÛŒØ¯ Ø¨Ù‡ Ù…Ø¨Ø§Ø­Ø« Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ù…Ø³Ù„Ø· Ø¨Ø´ÛŒØ¯ Ø¯Ø± Ø§ÛŒÙ† Ø¨ÛŒÙ† Ø´Ø§ÛŒØ¯ ÛŒÚ©ÛŒ Ø§Ø² Ø¢Ø³ÙˆÙ† ØªØ±ÛŒÙ† Ø¨Ø®Ø´ Ù‡Ø§ ÙˆØ¨ Ø¨Ø§Ø´Ù‡ Ø§Ù„Ø¨ØªÙ‡ Ø¨Ù‡ Ù†Ø³Ø¨Øª Ø¨Ù‚ÛŒÙ‡ Ø­ÙˆØ²Ù‡ Ù‡Ø§ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¯Ø± Ø§ÛŒÙ† Ù…Ù‚Ø§Ù„Ù‡ Ø¯Ø±Ø¨Ø§Ø±Ù‡ Ø§ÛŒÙ† Ú©Ù‡ Ú†Ø·ÙˆØ± ÙˆØ§Ø±Ø¯ Ø§ÛŒÙ† Ø­ÙˆØ²Ù‡ Ø¨Ø´ÛŒÙ… Ùˆ Ø§ÛŒÙ†Ú©Ù‡ Html Ùˆ css Ú†ÛŒ Ù‡Ø³ØªÙ†Ø¯ ØªÙˆØ¶ÛŒØ­ Ù…ÛŒØ¯ÛŒÙ….', 'https://vrgl.ir/JfkCn', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯ ÙØµÛŒØ­ÛŒ'),
(88, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒ - Ø¬Ù„Ø³Ù‡ Ú†Ù‡Ø§Ø±Ù… - Ù‚Ø³Ù…Øª Ø§ÙˆÙ„', 'Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø³ÛŒØ¯ Ø§Ø­Ù…Ø¯ Ø¹Ø¨Ø§Ø³ÛŒ Ø¯Ø± Ù…ÙˆØ±Ø¯ Ø¨Ø§Ø²Ø§Ø±ÛŒØ§Ø¨ÛŒ Ùˆ Ú©Ø³Ø¨ Ø¯Ø±Ø§Ù…Ø¯ Ø§Ø² ØªÙˆÙ„ÛŒØ¯ Ù…Ø­ØªÙˆØ§ ØµØ­Ø¨Øª Ù…ÛŒâ€ŒÚ©Ù†Ù‡.', 'https://www.aparat.com/v/dVy0Q', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø³ÛŒØ¯ Ø§Ø­Ù…Ø¯ Ø¹Ø¨Ø§Ø³ÛŒ'),
(89, 'Ú†Ù‡Ø§Ø±Ø´Ù†Ø¨Ù‡â€ŒÙ‡Ø§ÛŒ Ø·Ù„Ø§ÛŒÛŒ - Ø¬Ù„Ø³Ù‡ Ú†Ù‡Ø§Ø±Ù… - Ù‚Ø³Ù…Øª Ø¯ÙˆÙ…', 'Ø¯Ø± Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ù…ÛŒØ±Ù…Ø­Ù…Ø¯ Ø¯Ø§ÙˆÙˆØ¯ Ø¢Ø¨Ø§Ø¯ÛŒ Ø¯Ø± Ù…ÙˆØ±Ø¯ Ø¨Ø§Ø²ÛŒ Ø³Ø§Ø²ÛŒ Ùˆ Ù¾ÛŒØ¯Ø§ Ú©Ø±Ø¯Ù† Ù‡Ø¯Ù Ø¨Ø±Ø§ÛŒ Ú©Ø§Ø± Ø¯Ø± Ø´Ø±Ø§ÛŒØ· Ø³Ø®Øª ØµØ­Ø¨Øª Ù…ÛŒâ€ŒÚ©Ù†Ù‡.', 'https://www.aparat.com/v/ykuJv', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(90, 'Ø³ÙØ±ÛŒ Ø¯Ø± Ø³ÛŒâ€ŒÙ¾Ù„Ø§Ø³â€ŒÙ¾Ù„Ø§Ø³ - ØªÙ…Ù¾Ù„Øªâ€ŒÙ‡Ø§', 'Ù…Ù‡Ø¯ÛŒ Ù‚Ø±Ø§Ø±Ù‡ ØªÙˆ Ø§ÛŒÙ† Ù‚Ø³Ù…Øª Ø§Ø² Ø¢Ù…ÙˆØ²Ø´ c++ Ø¨ÛŒØ§Ø¯ Ù‚Ø§Ù„Ø¨ template Ø±Ùˆ Ù…Ø¹Ø±ÙÛŒ Ú©Ù†Ù‡.', 'https://www.aparat.com/v/BDcdW', '', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ù‡Ø¯ÛŒ ØµÙØ±ÛŒâ€ŒÙ¾ÙˆØ±'),
(91, 'Ù‡Ø§Ø³Øª Ù…Ø¬Ø§Ø²ÛŒ Ú†ÛŒØ³ØªØŸ', 'Ø¯Ø± Ø§ÛŒÙ† ÙˆÛŒØ¯ÛŒÙˆ Ú©Ø§Ø±Ø¨Ø±Ø¯ÛŒ Ø§Ø² Ù‡Ø§Ø³Øª Ù…Ø¬Ø§Ø²ÛŒ Ø¯Ø± Ø§ÛŒØ¬Ø§Ø¯ Ù†Ø±Ù…â€ŒØ§ÙØ²Ø§Ø±â€ŒÙ‡Ø§ÛŒ ØªØ­Øª ÙˆØ¨ Ø¨Ø§ Ù‚Ø§Ø¨Ù„ÛŒØª Ù¾Ø´ØªÛŒØ¨Ø§Ù†ÛŒ Ø§Ø² Ú†Ù†Ø¯ Ø¯Ø§Ù…Ù†Ù‡ Ø´Ø±Ø­ Ø¯Ø§Ø¯Ù‡ Ø´Ø¯Ù‡ Ø§Ø³Øª.', 'https://www.aparat.com/v/bTU1K', 'ÙˆØ¨', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(92, 'Ø¨Ø§Ø¨Ù„ Ø³ÙˆØ±Øª', 'Ø¨Ø±Ø§ÛŒ Ù…Ø±ØªØ¨ Ø³Ø§Ø²ÛŒ ÛŒÚ© Ø¢Ø±Ø§ÛŒÙ‡ Ø±ÙˆØ´ Ù‡Ø§ÛŒ Ø²ÛŒØ§Ø¯ÛŒ ÙˆØ¬ÙˆØ¯ Ø¯Ø§Ø±Ø¯ Ú©Ù‡ ÛŒÚ©ÛŒ Ø§Ø² Ù…Ø¹Ø±ÙˆÙ ØªØ±ÛŒÙ† Ø§ÛŒÙ† Ø±ÙˆØ´ Ù‡Ø§ Ø¨Ø§Ø¨Ù„ Ø³ÙˆØ±Øª (Ù…Ø±ØªØ¨ Ø³Ø§Ø²ÛŒ Ø­Ø¨Ø§Ø¨ÛŒ)Ø§Ø³Øª Ú©Ù‡ Ù…Ø¨ØªÙ†ÛŒ Ø¨Ø± Ø§Ø³Ú©Ù† Ú©Ø±Ø¯Ù† Ø¢Ø±Ø§ÛŒÙ‡ Ùˆ Ø¬Ø§Ø¨Ø¬Ø§ Ú©Ø±Ø¯Ù† ÛŒÚ© Ù…Ù‚Ø¯Ø§Ø± Ø¨Ø§ Ù…Ù‚Ø¯Ø§Ø± Ø¨Ø¹Ø¯ÛŒ Ø¢Ù† (Ø¯Ø± ØµÙˆØ±Øª Ø¨Ø²Ø±Ú¯ ØªØ± Ø¨ÙˆØ¯Ù† Ø¢Ù† Ù…Ù‚Ø¯Ø§Ø± Ø§Ø² Ù…Ù‚Ø¯Ø§Ø± Ø¨Ø¹Ø¯ÛŒ)Ø§Ø³Øª Ú©Ù‡ Ø¯Ø± Ø§ÛŒÙ† Ø¢Ù…ÙˆØ²Ø´ Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù† Ù‚ØµØ¯ Ø¯Ø§Ø±Ø¯ Ø¯Ø± Ø³ÛŒ Ù¾Ù„Ø§Ø³ Ù¾Ù„Ø§Ø³ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø¢Ù† Ø±Ø§ Ø¨Ù†ÙˆÛŒØ³Ø¯.', 'https://www.aparat.com/v/P7D8B', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(93, 'Ø¨â€ŒÙ…â€ŒÙ… Ùˆ Ú©â€ŒÙ…â€ŒÙ…', 'Ø¨.Ù….Ù… (gcm)ÙˆÚ©.Ù….Ù…(lcm) ÛŒØ§ Ù‡Ù…Ø§Ù† Ø¨Ø²Ø±Ú¯ØªØ±ÛŒÙ† Ù…Ù‚Ø³ÙˆÙ…Ø§ Ø¹Ù„ÛŒÙ‡ Ù…Ø´ØªØ±Ú© Ùˆ Ú©ÙˆÚ†Ú©ØªØ±ÛŒÙ† Ù…Ø¶Ø±Ø¨ Ù…Ø´ØªØ±Ú© Ø¯Ùˆ Ù…Ø¨Ø­Ø« Ù…Ù‡Ù… Ù‡Ø³ØªÙ†Ø¯ Ø¯Ø± Ø±ÛŒØ§Ø¶ÛŒØ§Øª Ú¯Ø³Ø³ØªÙ‡ Ùˆ Ø¹Ù„Ù… Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø§Ù†Ø¯ ,Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù† Ø¯Ø± Ø§ÛŒÙ† Ø¢Ù…ÙˆØ²Ø´ Ù‚ØµØ¯ Ø¯Ø§Ø±Ø¯ Ø¹Ù„Ø§ÙˆÙ‡ Ø¨Ø± Ø¢Ø´Ù†Ø§ÛŒÛŒ Ø§ÙˆÙ„ÛŒÙ‡ Ø¨Ø§ Ø¢Ù†Ù‡Ø§ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ø¢Ù†Ù‡Ø§ Ø±Ø§ Ø¯Ø± Ø³ÛŒ Ù¾Ù„Ø§Ø³ Ù¾Ù„Ø§Ø³ Ø¨Ù†ÙˆÛŒØ³Ø¯.', 'https://www.aparat.com/v/cJtD5', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†'),
(94, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ù‡Ø´ØªÙ…ØŒâ€ŒØ¬Ø¯Ø§ÙˆÙ„', 'Ø¨Ù‡ ØµÙˆØ±Øª Ø®Ù„Ø§ØµÙ‡ Ùˆ Ø³Ø±ÛŒØ¹ Ø¨Ù‡ Ú©Ù…Ú© ØªÚ¯ Ù‡Ø§ÛŒ td,th,tr ÛŒÚ© Ø¬Ø¯ÙˆÙ„ Ú©ÙˆÚ†Ú© Ø±Ùˆ Ø¯Ø±Ø³Øª Ú©Ø±Ø¯ÛŒÙ…. ÛŒÙ‡ Ù†Ú¯Ø§Ù‡ Ú©ÙˆÚ†Ú© Ù‡Ù… Ø¨Ù‡ css Ø¯Ø§Ø´ØªÛŒÙ….', 'http://aparat.com/v/RfPWG', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(95, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ù†Ù‡Ù…ØŒ ÙØ±Ù…â€ŒÙ‡Ø§ØŒ Ù‚Ø³Ù…Øª Ø§ÙˆÙ„', 'Ø§Ù†ÙˆØ§Ø¹ input Ù‡Ø§ Ø±Ùˆ Ø¨Ø±Ø±Ø³ÛŒ Ú©Ø±Ø¯ÛŒÙ…. ØªÙØ§ÙˆØª Ù…ØªØ¯ post Ùˆ get Ø±Ùˆ Ø¯Ø± url Ø¯ÛŒØ¯ÛŒÙ…. ', 'http://aparat.com/v/QzTLg', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(96, 'Ø¢Ù…ÙˆØ²Ø´ Ø§Ú†â€ŒØªÛŒâ€ŒØ§Ù…â€ŒØ§Ù„ØŒ Ø¬Ù„Ø³Ù‡ Ø¯Ù‡Ù…ØŒ ÙØ±Ù…â€ŒÙ‡Ø§ØŒ Ù‚Ø³Ù…Øª Ø¯ÙˆÙ…', 'ØªÚ¯ Ù‡Ø§ÛŒ textarea , fieldset Ø±Ùˆ Ú©Ø§Ø± Ú©Ø±Ø¯ÛŒÙ…. ÛŒÚ© autocomplete Ø´ÛŒÚ© Ùˆ Ø³Ø§Ø¯Ù‡ Ù‡Ù… Ù¾ÛŒØ§Ø¯Ù‡ Ø³Ø§Ø²ÛŒ Ú©Ø±Ø¯ÛŒÙ…. ', 'http://aparat.com/v/n0xpz', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ø±Ø¶Ø§ Ù„Ú©ÛŒ'),
(97, 'Ø´ÛŒÙˆÙ‡â€ŒÛŒ ØµØ­ÛŒØ­ Ù†Ú¯Ø§Ø±Ø´ Ø¯Ø± Ø§Ø³Ù†Ø§Ø¯ Ø§Ù„Ú©ØªØ±ÙˆÙ†ÛŒÚ©ÛŒ', 'Ø¯Ø± Ø§ÛŒÙ† ÙˆÛŒØ¯Ø¦Ùˆ Ø±ÙˆØ´ ØµØ­ÛŒØ­ Ù†Ú¯Ø§Ø±Ø´ Ø§ÛŒÙ…ÛŒÙ„ØŒ Ù¾Ø³Øª ÙˆØ¨Ù„Ø§Ú¯ÛŒ ÛŒØ§ ÛŒÚ© Ù…ØªÙ† ÙˆØ±Ø¯ Ø±Ùˆ Ø¨Ø§Ù‡Ù… Ø¨Ø±Ø±Ø³ÛŒ Ù…ÛŒâ€ŒÚ©Ù†ÛŒÙ….', 'https://www.aparat.com/v/N62Qn', 'Ù…Ù‚Ø§Ù„Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¢Ù¾Ø§Ø±Ø§Øª Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ'),
(98, 'Ù…Ø¹Ø§ÛŒØ¨ Ù¾Ø§ÛŒØªÙˆÙ†', 'Ø§Ù…Ø±ÙˆØ²Ù‡ Ø¯Ø± Ù‡Ø± Ú¯Ø±ÙˆÙ‡ ÛŒØ§ Ø¬Ù…Ø¹ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ Ø¯Ø± Ù…ÙˆØ±Ø¯ Ø®ÙˆØ¨ÛŒ Ù‡Ø§ÛŒ Ù¾Ø§ÛŒØªÙˆÙ† Ù†Ø³Ø¨Øª Ø¨Ù‡ Ø¯ÛŒÚ¯Ø±Ø²Ø¨Ø§Ù† Ù‡Ø§ÛŒ Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ ØµØ­Ø¨Øª Ù…ÛŒ Ø´ÙˆØ¯ Ùˆ Ø§ÙØ±Ø§Ø¯ Ø²ÛŒØ§Ø¯ÛŒ Ø¨Ù‡ Ø®Ø§Ø·Ø± Ø³Ø§Ø¯Ú¯ÛŒ Ù¾Ø§ÛŒØªÙˆÙ† Ù†Ø³Ø¨Øª Ø¨Ù‡ Ø¨Ù‚ÛŒÙ‡ Ø²Ø¨Ø§Ù† Ù‡Ø§ Ø§ÛŒÙ† Ø²Ø¨Ø§Ù† Ø±Ùˆ Ø¨Ø±Ø§ÛŒ ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ Ø§Ù†ØªØ®Ø§Ø¨ Ù…ÛŒ Ú©Ù†Ù†Ø¯ Ø§Ø² ÙˆÛŒÚ˜Ú¯ÛŒ Ù‡Ø§ÛŒ Ø®ÙˆØ¨ Ù¾Ø§ÛŒØªÙˆÙ† Ú©Ù‡ Ø¨Ú¯Ø°Ø±ÛŒÙ… Ø¯Ø± Ø§ÛŒÙ† Ù…Ù‚Ø§Ù„Ù‡ Ø¯Ø± Ù…ÙˆØ±Ø¯ Ù…Ø¹Ø§ÛŒØ¨ Ø²Ø¨Ø§Ù† Ù¾Ø§ÛŒØªÙˆÙ† ØµØ­Ø¨Øª Ù…ÛŒ Ú©Ù†ÛŒÙ… Ø´Ø§ÛŒØ¯ Ù†Ø¸Ø± Ø´Ù…Ø§ Ø¯Ø± Ù…ÙˆØ±Ø¯ ÛŒØ§Ø¯Ú¯ÛŒØ±ÛŒ Ø§ÛŒÙ† Ø²Ø¨Ø§Ù† Ø¹ÙˆØ¶ Ø´Ø¯.', 'https://vrgl.ir/A0Iqc', 'Ø¨Ø±Ù†Ø§Ù…Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'ÙˆØ¨Ù„Ø§Ú¯ Ù…Ø­Ù…Ø¯ ÙØµÛŒØ­ÛŒ'),
(99, 'Ù¾Ø±ÙˆÙ†Ø¯Ù‡ Ø³Ø±Ø¯Ø¨ÛŒØ±: Ù‚Ø³Ù…Øª Ø§ÙˆÙ„ - Ù‚Ø§Ù„Ø¨ Ù¾Ø³Øªâ€ŒÙ‡Ø§ÛŒ ÙˆØ¨Ù„Ø§Ú¯Ù…Ø§Ù† Ú†Ú¯ÙˆÙ†Ù‡ Ø¨Ø§Ø´Ø¯ØŸ', 'Ø±ÙˆØ²ÛŒ Ø±ÙˆØ²Ú¯Ø§Ø±ÛŒØŒ Ù…Ø±Ø¯Ù… Ø®ÙˆØ§Ù†Ø¯Ù† Ùˆ Ù†ÙˆØ´ØªÙ† Ø¨Ù„Ø¯ Ù†Ø¨ÙˆØ¯Ù†Ø¯. Ø¨Ø¹Ø¯Ù‡â€ŒÙ‡Ø§ Ø±ÙˆØ²Ù†Ø§Ù…Ù‡ØŒ Ù†Ù…Ø§Ø¯ ÙØ±Ù‡ÛŒØ®ØªÚ¯ÛŒ Ùˆ Ù…ØªØ¹Ù„Ù‚ Ø¨Ù‡ Ø´Ø§Ø²Ø¯Ù‡â€ŒÙ‡Ø§ Ø¨ÙˆØ¯. Ø±ÙˆØ²ÛŒ Ø¨Ø±ØªØ±ÛŒ ØªÙ„ÙˆØ²ÛŒÙˆÙ† Ø¨Ø± Ø±Ø§Ø¯ÛŒÙˆ Ø±Ø§ Ø´Ø§Ù‡Ø¯ Ø¨ÙˆØ¯ÛŒÙ…. Ùˆ Ø§Ù…Ø±ÙˆØ² Ø¹Ù†Ø§Ù† Ú¯Ø³ÛŒØªØ®Ú¯ÛŒ Ù…Ø­ØªÙˆÛŒ Ùˆ Ø¨Ø±Ø¯Ù‡ Ø¯Ø§Ø±ÛŒ Ù…Ø¯Ø±Ù† Ø±Ø³Ø§Ù†Ù‡â€ŒÙ‡Ø§ÛŒ Ù…ÙˆØ¨Ø§ÛŒÙ„ÛŒ Ø±Ø§ Ø´Ø§Ù‡Ø¯ÛŒÙ…. Ø­Ø¯Ø§Ú©Ø«Ø± Ø²Ù…Ø§Ù† ØªÙ…Ø±Ú©Ø² Ù…Ø®Ø§Ø·Ø¨ Ø¨Ø± Ù…Ø­ØªÙˆÛŒØŒ Ø¨Ù‡ Ø²ÛŒØ± ÛŒÚ© Ø¯Ù‚ÛŒÙ‚Ù‡ Ø±Ø³ÛŒØ¯Ù‡ØŒ Ùˆ Ù…Ø®Ø§Ø·Ø¨ Ø§Ù…Ø±ÙˆØ² Ø¨ÛŒØ´ØªØ± Ø§Ø² Ù‡Ø± Ø±ÙˆØ² Ø¯ÛŒÚ¯Ø±ÛŒ Ø¯Ø± Ú¯Ø°Ø´ØªÙ‡ ØªÙ†ÙˆØ¹ Ø·Ù„Ø¨ Ø§Ø³Øª. Ù¾Ø³ Ø¨Ù‡ Ù‚ÙˆÙ„ Ø´Ø§Ø¹Ø± Â«Ø¯Ø± Ù¾ÛŒ Ù‚Ø§ÙÛŒÙ‡ Ùˆ ÙˆØ§Ú˜Ù‡ Ù†Ø¨Ø§Ø´! ÙˆØ§Ú˜Ù‡â€ŒÙ‡Ø§ÛŒ Ø§Ù…Ø±ÙˆØ²ÛŒØŒ Ø¨Ú¯Ø°Ø± Ø§Ø² Ø¯Ù„Ø³ÙˆØ²ÛŒ.Â» Ø¨Ø§ Ù…Ù† Ù‡Ù…Ø±Ø§Ù‡ Ø¨Ø§Ø´ÛŒØ¯ Ø¨Ø±Ø§ÛŒ Ø®ÙˆØ§Ù†Ø¯Ù†Ù Ù…ØªØ¯Ù Ù¾ÛŒØ´Ù†Ù‡Ø§Ø¯ÛŒ Ø¨Ø±Ø§ÛŒ Ø§ÛŒÙ†Ú©Ù‡ Ú†Ú¯ÙˆÙ†Ù‡ Ø¨Ù†ÙˆÛŒØ³ÛŒÙ….', 'https://virgool.io/sariab/sardabir-1-mwqzbu8kk7iu', 'Ù…Ù‚Ø§Ù„Ù‡ Ù†ÙˆÛŒØ³ÛŒ', 'Ø¨Ù„Ø§Ú¯Ø±â€ŒÙ‡Ø§ÛŒ Ø³Ø§Ø±ÛŒØ§Ø¨');

-- --------------------------------------------------------

--
-- Table structure for table `Roadmaps`
--

CREATE TABLE `Roadmaps` (
  `Id` bigint NOT NULL,
  `Priority` int NOT NULL DEFAULT '0',
  `PostId` bigint NOT NULL,
  `RoadId` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `Roads`
--

CREATE TABLE `Roads` (
  `Id` int NOT NULL,
  `Title` varchar(300) NOT NULL,
  `Priority` int NOT NULL DEFAULT '0',
  `Abstract` longtext
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Roads`
--

INSERT INTO `Roads` (`Id`, `Title`, `Priority`, `Abstract`) VALUES
(1, 'Ù…ÛŒâ€ŒØ®ÙˆØ§Ù‡Ù… Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ ÙˆØ¨ Ø´ÙˆÙ…', 0, 'Ù…ØªÙ† Ùˆ Ø§Ø±Ø§Ø¬ÛŒÙ Ø§ÛŒÙ†Ø¬Ø§ Ù‚Ø±Ø§Ø± Ù…ÛŒâ€ŒÚ¯ÛŒØ±Ø¯.'),
(2, 'Ù…ÛŒâ€ŒØ®ÙˆØ§Ù‡Ù… Ø¯Ø± Ø¨ÙˆØ±Ø³ Ø³Ø±Ù…Ø§ÛŒÙ‡â€ŒÚ¯Ø°Ø§Ø±ÛŒ Ú©Ù†Ù…', 1, 'This road is shit. believe me.'),
(3, 'Ù…ÛŒâ€ŒØ®ÙˆØ§Ù‡Ù… Ø¨Ø±Ù†Ø§Ù…Ù‡â€ŒÙ†ÙˆÛŒØ³ Ø§Ù†Ø¯Ø±ÙˆÛŒØ¯ Ø´ÙˆÙ…', 3, 'Ø³Ù„Ø§Ù…<p>Ø§ÛŒÙ† ÛŒÚ© Ù…ØªÙ† ØªØ³Øª Ø§Ø³Øª Ø¨Ø±Ø§ÛŒ Ù…Ø¹Ø±ÙÛŒ</p><p>Ø§ÙˆÙ…Ø¯Ù… Ø®ÙˆÙ†ØªÙˆÙ† Ø¨Ø±Ø§ÛŒ Ø®ÙˆØ§Ø³ØªÚ¯Ø§Ø±ÛŒ</p>'),
(4, 'Ù…ÛŒâ€ŒØ®ÙˆØ§Ù‡Ù… Ù…Ù‚Ø§Ù„Ù‡ Ø®ÙˆØ¨ÛŒ Ø¨Ù†ÙˆÛŒØ³Ù…', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `Supports`
--

CREATE TABLE `Supports` (
  `Id` bigint NOT NULL,
  `Name` varchar(300) NOT NULL,
  `Url` varchar(3000) DEFAULT NULL,
  `IsAuthor` bit(1) DEFAULT NULL,
  `IsFan` bit(1) DEFAULT NULL,
  `IsContributer` bit(1) DEFAULT NULL,
  `IsCoach` bit(1) DEFAULT NULL,
  `IsDonater` bit(1) DEFAULT NULL,
  `IsMedia` bit(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `Supports`
--

INSERT INTO `Supports` (`Id`, `Name`, `Url`, `IsAuthor`, `IsFan`, `IsContributer`, `IsCoach`, `IsDonater`, `IsMedia`) VALUES
(1, 'Ù…Ù‡Ù†Ø¯Ø³ Ù…Ø­Ù…Ø¯â€ŒØ­Ø³ÛŒÙ† Ø¨Ø§Ù…â€ŒÙ†Ø´ÛŒÙ†', 'https://instagram.com/mohammad_marcopolo', NULL, NULL, NULL, NULL, NULL, NULL),
(2, 'Ø§Ù…ÛŒØ±Ù…Ù‡Ø¯ÛŒ Ø¨Ù‡Ø§Ø±Ù„Ùˆ', 'https://www.instagram.com/amir._.mb/', b'1', NULL, b'1', NULL, NULL, NULL),
(3, 'Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† ØªÙ‚ÛŒâ€ŒØ®Ø§Ù†ÛŒ', 'https://www.instagram.com/mr.taghikhani/', NULL, NULL, b'1', NULL, NULL, NULL),
(4, 'Ø§Ù…ÛŒÙ† Ø¬Ù‡Ø§Ù†Ø¯ÛŒØ¯Ù‡', 'https://virgool.io/@jahandideh01', b'1', NULL, NULL, NULL, NULL, NULL),
(5, 'Ø³Ø§Ù…Ø§Ù† Ù…Ø­Ù…Ø¯ÛŒ', 'https://www.instagram.com/samanmohamadi05/', NULL, NULL, NULL, NULL, NULL, NULL),
(6, 'Ù…ÛŒØ«Ù… Ù†Ú¯Ù‡Ø¯Ø§Ø±', '', NULL, NULL, NULL, NULL, NULL, NULL),
(7, 'Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø¨Ø§Ø¨Ø§ÛŒÛŒØ§Ù†', 'http://amirhosseinbabaeayan.ir/', NULL, NULL, NULL, NULL, NULL, b'1'),
(8, 'Ø§Ù†Ø¬Ù…Ù† Ø¹Ù„Ù…ÛŒ Ø¯Ø§Ù†Ø´Ø¬ÙˆÛŒÛŒ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¯Ø§Ù†Ø´Ú¯Ø§Ù‡ Ø¨ÙˆØ¹Ù„ÛŒ Ø³ÛŒÙ†Ø§', 'https://www.instagram.com/basu.ssces/', NULL, NULL, NULL, NULL, NULL, b'1'),
(9, 'Ù…Ù‡Ø±Ø¯Ø§Ø¯ Ú©Ù„Ù‡Ø±', '', NULL, NULL, NULL, NULL, NULL, NULL),
(10, 'Ø§Ù†Ø¬Ù…Ù† Ø¹Ù„Ù…ÛŒ Ù…Ù‡Ù†Ø¯Ø³ÛŒ Ú©Ø§Ù…Ù¾ÛŒÙˆØªØ± Ø¯Ø§Ù†Ø´Ú©Ø¯Ù‡ ÙÙ†ÛŒ ØªÙˆÛŒØ³Ø±Ú©Ø§Ù†', 'https://t.me/it_tuyserkan', NULL, NULL, NULL, NULL, NULL, b'1'),
(11, 'Ø³Ù¾Ù‡Ø± Ø±Ø¶Ø§ÛŒÛŒ', '', NULL, NULL, NULL, NULL, NULL, NULL),
(12, 'Ø§Ù…ÛŒØ±Ø­Ø³ÛŒÙ† Ø´Ø±ÛŒÙÛŒ', '', NULL, NULL, NULL, NULL, NULL, NULL),
(13, 'Ù¾ÙˆÛŒØ§ Ø±Ø¨ÛŒØ¹ÛŒ', '', NULL, NULL, NULL, NULL, NULL, NULL),
(14, 'Ø­Ø§Ù…Ø¯ Ø´Ø¹Ø¨Ø§Ù†ÛŒ', '', NULL, NULL, NULL, NULL, NULL, NULL),
(15, 'Ù…Ø­Ù…Ø¯Ø±Ø¶Ø§ Ø·ÛŒØ¨ÛŒ', 'http://tyyi.net', b'1', NULL, b'1', b'1', b'1', NULL),
(16, 'Ø³Ù„Ù…Ø§Ù† Ø±Ø¶ÙˆØ§Ù†ÛŒ', '', NULL, NULL, NULL, NULL, NULL, NULL),
(17, 'Ø±Ø¶Ø§ Ù„Ú©ÛŒ Ø³Ù‡Ù„ÙˆØ§Ù†ÛŒ', 'https://www.aparat.com/rezalaki', b'1', NULL, NULL, NULL, NULL, NULL),
(18, 'Ø­Ø§Ù…Ø¯ Ú¯Ù†Ø¬ÛŒ', 'https://instagram.com/hamedganji1', NULL, NULL, NULL, NULL, NULL, NULL),
(19, 'Ø±Ø¦ÙˆÙ Ø¹Ø·Ø§Ú¯Ø²Ù„ÛŒ', 'https://instagram.com/raouf___at?igshid=5igya602s6a2', b'1', NULL, NULL, NULL, NULL, NULL),
(20, 'Ù…Ù‡Ù†Ø¯Ø³ Ù…Ø¬ØªØ¨ÛŒ ØµØ¨Ø§Ø­ÛŒ Ø¹Ø²ÛŒØ²', '', NULL, NULL, NULL, NULL, NULL, b'1'),
(21, 'Ø¹Ù„ÛŒØ±Ø¶Ø§ Ú¯Ù…Ø§Ø±ÛŒØ§Ù†', '', b'1', NULL, NULL, NULL, NULL, NULL),
(22, 'Ø±Ø§Ø¶ÛŒÙ‡ Ø´Ù‡Ø¨Ø§Ø²ÛŒ', '', b'1', NULL, NULL, NULL, NULL, NULL),
(23, 'Ø´Ø¨Ù†Ù… Ø¨Ø§Ø±Ø§Ù†ÛŒ', '', b'1', NULL, NULL, NULL, NULL, NULL),
(24, 'Ù…Ù‡Ø¯ÛŒ ØµÙØ±ÛŒâ€ŒÙ¾ÙˆØ±', '', b'1', NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `Visits`
--

CREATE TABLE `Visits` (
  `CLIENT_TRACK` varchar(500) DEFAULT NULL,
  `Id` bigint NOT NULL,
  `Submit` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `CONTEXT_DOCUMENT_ROOT` varchar(500) DEFAULT NULL,
  `CONTEXT_PREFIX` varchar(500) DEFAULT NULL,
  `DOCUMENT_ROOT` varchar(500) DEFAULT NULL,
  `HTTP_ACCEPT` varchar(500) DEFAULT NULL,
  `HTTP_ACCEPT_ENCODING` varchar(500) DEFAULT NULL,
  `HTTP_ACCEPT_LANGUAGE` varchar(500) DEFAULT NULL,
  `HTTP_CACHE_CONTROL` varchar(500) DEFAULT NULL,
  `HTTP_CONNECTION` varchar(500) DEFAULT NULL,
  `HTTP_COOKIE` varchar(500) DEFAULT NULL,
  `HTTP_HOST` varchar(500) DEFAULT NULL,
  `HTTP_REFERER` varchar(500) DEFAULT NULL,
  `HTTP_SEC_FETCH_DEST` varchar(500) DEFAULT NULL,
  `HTTP_SEC_FETCH_MODE` varchar(500) DEFAULT NULL,
  `HTTP_SEC_FETCH_SITE` varchar(500) DEFAULT NULL,
  `HTTP_SEC_FETCH_Person` varchar(500) DEFAULT NULL,
  `HTTP_UPGRADE_INSECURE_REQUESTS` varchar(500) DEFAULT NULL,
  `HTTP_Person_AGENT` varchar(500) DEFAULT NULL,
  `PATH` varchar(500) DEFAULT NULL,
  `PATH_INFO` varchar(500) DEFAULT NULL,
  `PATH_TRANSLATED` varchar(500) DEFAULT NULL,
  `PHP_SELF` varchar(500) DEFAULT NULL,
  `QUERY_STRING` varchar(500) DEFAULT NULL,
  `REDIRECT_STATUS` varchar(500) DEFAULT NULL,
  `REDIRECT_URL` varchar(500) DEFAULT NULL,
  `REMOTE_ADDR` varchar(500) DEFAULT NULL,
  `REMOTE_PORT` varchar(500) DEFAULT NULL,
  `REQUEST_METHOD` varchar(500) DEFAULT NULL,
  `REQUEST_SCHEME` varchar(500) DEFAULT NULL,
  `REQUEST_TIME` varchar(500) DEFAULT NULL,
  `REQUEST_TIME_FLOAT` varchar(500) DEFAULT NULL,
  `REQUEST_URI` varchar(500) DEFAULT NULL,
  `SCRIPT_FILENAME` varchar(500) DEFAULT NULL,
  `SCRIPT_NAME` varchar(500) DEFAULT NULL,
  `HTTP_CLIENT_IP` varchar(500) CHARACTER SET latin1 COLLATE latin1_swedish_ci DEFAULT NULL,
  `HTTP_X_FORWARDED_FOR` varchar(500) CHARACTER SET latin1 COLLATE latin1_swedish_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `Keywords`
--
ALTER TABLE `Keywords`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Podcasts`
--
ALTER TABLE `Podcasts`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Positions`
--
ALTER TABLE `Positions`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Posts`
--
ALTER TABLE `Posts`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Roadmaps`
--
ALTER TABLE `Roadmaps`
  ADD PRIMARY KEY (`Id`),
  ADD KEY `RoadmapPost` (`PostId`),
  ADD KEY `RoadmapRoad` (`RoadId`);

--
-- Indexes for table `Roads`
--
ALTER TABLE `Roads`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Supports`
--
ALTER TABLE `Supports`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `Visits`
--
ALTER TABLE `Visits`
  ADD PRIMARY KEY (`Id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `Keywords`
--
ALTER TABLE `Keywords`
  MODIFY `Id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `Podcasts`
--
ALTER TABLE `Podcasts`
  MODIFY `Id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `Positions`
--
ALTER TABLE `Positions`
  MODIFY `Id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `Posts`
--
ALTER TABLE `Posts`
  MODIFY `Id` bigint NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;

--
-- AUTO_INCREMENT for table `Roadmaps`
--
ALTER TABLE `Roadmaps`
  MODIFY `Id` bigint NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `Roads`
--
ALTER TABLE `Roads`
  MODIFY `Id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `Supports`
--
ALTER TABLE `Supports`
  MODIFY `Id` bigint NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `Visits`
--
ALTER TABLE `Visits`
  MODIFY `Id` bigint NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=295;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `Roadmaps`
--
ALTER TABLE `Roadmaps`
  ADD CONSTRAINT `RoadmapPost` FOREIGN KEY (`PostId`) REFERENCES `Posts` (`Id`) ON DELETE RESTRICT ON UPDATE RESTRICT,
  ADD CONSTRAINT `RoadmapRoad` FOREIGN KEY (`RoadId`) REFERENCES `Roads` (`Id`) ON DELETE RESTRICT ON UPDATE RESTRICT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;


ALTER TABLE `Visits`
  DROP `HTTP_CONNECTION`,
  DROP `HTTP_SEC_FETCH_DEST`,
  DROP `HTTP_SEC_FETCH_MODE`,
  DROP `HTTP_SEC_FETCH_SITE`,
  DROP `HTTP_SEC_FETCH_Person`,
  DROP `PATH`;

ALTER TABLE `Visits` ADD `HTTP_USER_AGENT` VARCHAR(500) NULL AFTER `HTTP_X_FORWARDED_FOR`, ADD `PHP_AUTH_USER` VARCHAR(500) NULL AFTER `HTTP_USER_AGENT`;

ALTER TABLE `Posts` ADD `IsExternalWriter` BIT(1) NOT NULL DEFAULT b'0' AFTER `Publisher`;
ALTER TABLE `Roads` ADD `IsVisibleOnHomePage` BIT(1) NOT NULL DEFAULT b'0' AFTER `Abstract`;
ALTER TABLE `Posts` ADD `IsVerified` BIT(1) NOT NULL DEFAULT b'0' AFTER `IsExternalWriter`;
update Posts set `IsVerified` = 1


ALTER TABLE `Supports` ADD `About` LONGTEXT NOT NULL AFTER `Url`;


CREATE TABLE `Proclamations` (
 `Id` int NOT NULL AUTO_INCREMENT,
 `Title` varchar(3000) NOT NULL,
 `Submit` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
 `Body` longtext NOT NULL,
 PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1

ALTER TABLE `Roads` ADD `ImageUrl` VARCHAR(3000) NULL AFTER `IsVisibleOnHomePage`;

CREATE TABLE `TrustChain` (
 `Id` bigint unsigned NOT NULL AUTO_INCREMENT,
 `Value` varchar(300) NOT NULL,
 `Hash` varchar(300) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL,
 PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=latin1

CREATE TABLE `Feedbacks` ( `Id` INT UNSIGNED NOT NULL AUTO_INCREMENT , `Url` VARCHAR(3000) NOT NULL , `Message` VARCHAR(3000) NULL , `Contact` VARCHAR(300) NULL , `Meta` VARCHAR(300) NULL , `Status` VARCHAR(50) NULL , PRIMARY KEY (`Id`)) ENGINE = InnoDB;
ALTER TABLE `Feedbacks` ADD `Review` VARCHAR(3000) NOT NULL AFTER `Status`;
ALTER TABLE `Feedbacks` CHANGE `Review` `Review` VARCHAR(3000) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL DEFAULT 'Not reviewed';

ALTER TABLE `Posts` ADD `Language` CHAR(2) NOT NULL DEFAULT 'fa' AFTER `Title`;

create table BotsVisits select * from Visits limit 0